Repository: sba1/simplemail
Catalog: po/*.po
Languages: fi, fr, it, pl

source: Close read window on list end
fr: Fermer la fenêtre de lecture à la fin de la liste
it: _Chiudi finestra di lettura alla fine della lista
pl: Zamykaj okno czytania po zakoñczeniu listy

source: Show next mail after move
fr: Montrer le message suivant après un déplacement
it: _Mostra messaggio successivo dopo lo spostamento
pl: Pokazuj nastêpn± wiadomo¶æ po przeniesieniu

source: If this option is enabled, SimpleMail will close the read window after all mails in the folder have been processed (e.g. deleted) by the user completely in the current direction. Otherwise SimpleMail tries to browse into the other direction and closes the window only if no other mail exists within the folder.
fr: Si cette option est activée, SimpleMail ferme la fenêtre de lecture après tout les messages dans le dossier ont été traités (par exemple supprimés) par l'utilisateur. Sinon, SimpleMail ferme la fenêtre uniquement si aucun autre courrier n'existe dans le dossier.
pl: Je¶li opcja ta jest aktywna, SimpleMail zamknie okno czytania po zakoñczeniu przetwarzania w folderze wszystkich wiadomo¶ci (np. skasowane) w aktualnym kierunku. W przeciwnym wypadku program spróbuje przegl±daæ wiadomo¶ci w przeciwnym kierunku, a okno zamknie jedynie w przypadku, gdy nie pozostan± w folderze ju¿ ¿adne wiadomo¶ci.

source: Background
fi: Tausta
fr: Arrière-plan
it: Sfondo
pl: T³o

source: Text
fi: Teksti
fr: Texte
it: Testo
pl: Tekst

source: Quoted Text
fi: Lainattu teksti
fr: Texte cité
it: Testo citato
pl: Tekst cytowany

source: Old Quoted Text
fi: Vanha lainaus
fr: Ancien texte cité
it: Vecchio testo citato
pl: Tekst cytowany - stary

source: Link Text
fi: Linkki
fr: Texte lié
it: Testo link
pl: Tekst odsy³acza

source: Header Background
fr: En-tête arrière-plan
it: Sfondo intestazione
pl: T³o nag³ówka

source: Quoted Background
pl: T³o nag³ówka

source: Fonts
fi: Kirjasimet
fr: Polices
it: Font
pl: Czcionki

source: Proportional Font
fi: Suhteutettu kirjasin
fr: Police proportionnelle
it: Font proporzionale
pl: Czcionka proporcjonalna

source: Fixed Font
fi: Tasalevyinen kirjasin
fr: Police fixe
it: Font fisso
pl: Czcionka nieproporcjonalna

source: Colors
fi: V‰rit
fr: Couleurs
it: Colori
pl: Kolory

source: Wordwrap plain text
fi: Rivit‰ tavallinen teksti
fr: Césure après du texte
it: Ritorno _margine automatico sul testo
pl: Dziel linie tekstu

source: Underline links
fi: Alleviivaa linkit
fr: Souligner liens
it: _Link sottolineati
pl: Podkre¶laj odsy³acze

source: Graphical quote bar
it: _Barra grafica citazione
pl: Graficzny pasek cytowania

source: Use graphical smilies
fi: K‰yt‰ graafisia hymiˆit‰
fr: Utiliser les émoticones
it: Usa _emoticon grafiche
pl: U¿ywaj graficznych "buziek"

source: Allow to download images from the internet from
fi: Salli kuvien lataus seuraavista osoitteista
fr: Autoriser le téléchargement d'images depuis
it: Autorizza download delle immagini su internet da
pl: Pobieraj grafikê z sieci dla adresów e-mail

source: -- New Signature --
fr: -- Nouvelle signature --
it: -- Nuova firma --
pl: -- nowy podpis --

source: The signature is used in %d account(s).
fr: La signature est utilisée dans le(s) compte(s) %d.
it: La firma è utilizzata su %d account
pl: Podpis jest wykorzystywany w nastêpuj±cej ilo¶ci kont: %d.

source: Remove|*Cancel
fr: Enlever|*Annuler
it: _Elimina|*A_nnulla
pl: Usuñ|*Poniechaj

source: The signature is used in %d folder(s).
fr: La signature est utilisée dans le(s) dossier(s) %d.
it: La firma è utilizzata su %d cartella(e)
pl: Podpis jest wykorzystywany w nastêpuj±cej ilo¶ci folderów: %d.

source: The signature is used in %d account(s) and %d folder(s).
fr: La signature est utilisée dans le(s) compte(s) %d et le(s) dossier(s) %d.
it: La firma è utilizzata su %d account e %d cartella(e)
pl: Podpis jest wykorzystywany w nastêpuj±cej ilo¶ci kont / folderów: %d / %d.

source: Us_e signatures
fi: Lis‰‰ allekirjoitus l‰hteviin viesteihin
fr: Utilis_er des signatures
it: Usa _firme
pl: U¿ywaj _podpisów

source: Insert random tagline
fi: Lis‰‰ satunnainen tagi
fr: Insérer aléatoirement un tagline
it: Inserisci una tagline casuale
pl: Wstaw liniê losow±

source: Insert ENV:Signature
fi: Lis‰‰ ENV:Signature
fr: Insérer ENV:Signature
it: Inserisci ENV:Firma
pl: Wstaw ENV:Signature

source: -- New Phrase --
fr: -- Nouvelle phrase --
it: -- Nuova frase --
pl: -- nowa fraza --

source: All
fr: Tout
it: Tutti
pl: wszystkich

source: On addresses
fr: Sur les adresses
it: Su indirizzi
pl: Dla adresów

source: _Duplicate
fr: _Dupliquer
it: _Duplica
pl: _Powiel

source: Use on addresses which contain
fi: K‰yt‰ osoitteissa jotka sis‰lt‰v‰t
fr: Utiliser sur les adresses contenant
it: Usa con gli indirizzi che contengono
pl: U¿ywaj dla adresów zawieraj±cych

source: Write
fi: Kirjoitus
fr: Écrire
it: Scrittura
pl: Pisanie

source: Welcome
fi: Tervetuloa
fr: Message de bienvenue
it: Messaggio di benvenuto
pl: Powitanie

source: Welcome with address
fi: Osoitteellinen tervetuloa
fr: Accueillir avec l'adresse
it: Con indirizzo/intestazione
pl: Powitanie z adresem

source: ?phrases:Close
fr: ?phrases:Fermer
it: ?phrases:Chiusura
pl: ?phrases:Po¿egnanie

source: Reply
fi: Vastausosoite
fr: Répondre
it: Indirizzo di risposta
pl: Odpowiadanie

source: Intro
fi: Aloitus
it: Introduzione
pl: Wstêp

source: Close
fi: Lopetus
fr: Fermer
it: Chiusura
pl: Po¿egnanie

source: Forward
fi: V‰litys
fr: Faire suivre
it: Inoltro
pl: Podsy³anie

source: Initial
fi: Aloitus
it: Inizio
pl: Pocz±tek

source: Finish
fi: Lopetus
fr: Fin
it: Fine
pl: Koniec

source: After reseting the ham statistics the spam filter won't work reliable until you have classified some mails as ham. Are you sure to continue?
fr: Après avoir réinitialisé les statistiques ham, le filtre spam ne fonctionnera pas correctement tant que des messages n'auront pas classés comme ham. Êtes-vous sûr de vouloir continuer?
it: Dopo aver resettato le statistiche ham, il filtro dello spam non funzionerà correttamente finchè altre e-mail non verranno classificate come ham. Sei sicuro di voler continuare?
pl: Po wyzerowaniu statystyk ham, filtr antyspamowy nie bêdzie dzia³a³ wiarygodnie dopóki nie zaklasyfikujesz jakich¶ wiadomo¶ci jako ham. Czy na pewno chcesz kontynuowaæ?

source: Reset the statistics|Cancel
fr: Réinitialiser les statistiques|Annuler
it: _Resetta statistiche|_Annulla
pl: Wyzeruj statystyki|Poniechaj

source: After reseting the spam statistics the spam filter won't work reliable until you have classified some mails as spam. However, if requested the statistics can be built from the mails inside the spam folder. How to proceed?
fr: Après avoir réinitialisé les statistiques de spam, le filtre spam ne fonctionnera pas correctement tant que des messages n'auront pas été classés comme ham. Toutefois, si vous le désirez, les statistiques peuvent être construites à partir du dossier spam. Comment procéder?
pl: Po wyzerowaniu statystyk spam, filtr antyspamowy nie bêdzie dzia³a³ wiarygodnie dopóki nie zaklasyfikujesz jakich¶ wiadomo¶ci jako ham. Jednak¿e na ¿±danie statystyki mog± byæ utworzone na podstawie zawarto¶ci folderu "spam". Co postanowi³e¶?

source: Reset the statistics|Reset and rebuild|Cancel
fr: Réinitialiser les statistiques|Réinitialiser et reconstruire|Annuler
it: _Resetta statistiche|Re_setta e ricostruisci|_Annulla
pl: Wyzeruj statystyki|Wyzeruj i odbuduj|Poniechaj

source: General spam settings
fr: Réglages spam généraux
it: Impostazioni generali sullo spam
pl: Ustawienia ogólne spamu

source: Mark mails as spam before moved to the spam folder
fr: Marquer les messages comme spam avant de les filtrer
it: _Contrassegna messaggi come spam prima di spostarli
pl: Zaznacz wiadomo¶ci jako spam przed przeniesieniem do folderu spamu

source: If you activate this option any mail you move to the spam folder is marked as spam before the operation. Note that only mails marked as spam can be moved into the spam folder.
fr: Activer cette option pour que chaque message déplacé dans le dossier spam soit marqué comme tel avant l'opération. A noter que seuls les messages marqués comme spam peuvent être déplacés dans ce dossier.
it: Attiva questa opzione per far si che ogni mail spostata nella cartella spam sia marcata come tale prima dello spostamento, da notare che solo le mail contrassegnate come tali potranno essere spostate nella cartella apposita
pl: Je¶li w³±czysz tê opcjê wszystkie wiadomo¶ci, które przeniesiesz do folderu spam, zostan± wcze¶niej oznaczone jako spam. Pamiêtaj, ¿e tylko wiadomo¶ci oznaczone jako spam mo¿na przenie¶æ do folderu "spam".

source: Check new mails for spam content
fr: Vérifier les nouveaux messages pour du contenu indésirable
it: _Verifica il contenuto della posta in arrivo
pl: Sprawdzaj nowe wiadomo¶ci pod k±tem zawarto¶ci spamu

source: If you activate this option any new mail is being checked for its spam content. This only works if you have more than 500 mails for every class within the statistics.
fr: Activer cette option pour que chaque nouveau message soit marqué ou non comme spam. Celà fonctionne uniquement si il y a plus de 500 messages pour chaque classe dans les statistiques.
it: Attiva questa opzione per controllare se ogni nuova mail possiede un contenuto spam, ciò funziona solamente se ci sono più di 500 mail per ogni classe all'interno delle statistiche
pl: W³±czenie tej opcji spowoduje sprawdzanie ka¿dej nowej wiadomo¶ci pod k±tem zawarto¶ci spamu. Opcja ta dzia³a tylko gdy masz wiêcej ni¿ 500 wiadomo¶ci dla ka¿dej klasy w statystykach.

source: A white list contains email address of people you usually thrust. This can be used to speed up the spam checking as mails with a listed sender address are skipped.
fr: Une liste blanche contient les adresses email des personnes en qui vous avez confiance. Cela peut être utilisé pour accélérer la vérification du spam étant donné que ces adresses sont ignorées.
it: La lista bianca contiene indirizzi e-mail di persone delle quali vi fidate. Questa può essere usata per velocizzare il controllo dello spam dato che i mittenti presenti su questa lista verranno ignorati
pl: Bia³a lista zawiera adresy e-mail osób którym ufasz. Mo¿e to byæ u¿ywane do przyspieszenia sprawdzania spamu gdy¿ wiadomo¶ci od nadawców umieszczonych tutaj bêd± pomijane.

source: White list
fr: Liste blanche
it: Lista bianca
pl: Bia³a lista

source: If enabled all addresses within you addressbook are also considered to be safe.
fr: Activer cette option pour que toutes les adresses de votre carnet soient également considérées comme sûres.
it: Attiva questa opzione per fare in modo che tutti gli indirizzi nella rubrica vengano considerati come sicuri
pl: W³±czenie tej opcji powoduje uznanie wszystkich adresów z ksi±¿ki adresowej jako bezpieczne.

source: Also all addresses within the addressbook
fr: Également les adresses du carnet
it: Anche per tutti gli indirizzi della rubrica
pl: Oraz wszystkie adresy z ksi±¿ki adresowej

source: A black list contains email address which you don't thrust. Mails from these addresses are always marked as spam.
fr: Une liste noire contient des adresses email que vous supposez non-fiables. Les messages provenant de ces adresses sont toujours marquées comme spam.
it: La lista nera contiene indirizzi e-mail che si ritiene siano inaffidabili. I messaggi provenienti da questi indirizzi verranno sempre classificati come spam
pl: Czarna lista zawiera adresy e-mail którym nie ufasz. Wiadomo¶ci z tych adresów bêd± zawsze oznaczane jako spam.

source: Black list
fr: Liste noire
it: Lista nera
pl: Czarna lista

source: Statistics
fr: Statistiques
it: Statistiche
pl: Statystyki

source: Number of mails classified as ham
fr: Nombre de messages classés comme ham
it: Numero di messaggi classificati come ham
pl: Liczba wiadomo¶ci zaklasyfikowanych jako ham

source: Reset statistics...
fr: Réinitialiser les statistiques...
it: Resetta statistiche...
pl: Zerowanie statystyk...

source: Number of mails classified as spam
fr: Nombre de messages classés comme spam
it: Numero di messaggi classificati come spam
pl: Liczba wiadomo¶ci zaklasyfikowanych jako spam

source: Resets all ham statistics.
fr: Réinitialiser les statistiques ham.
it: Resetta tutte le statistiche ham
pl: Zeruje wszystkie statystyki ham.

source: Resets all spam statistics.
fr: Réinitialiser les statistiques spam.
it: Resetta tutte le statistiche spam
pl: Zeruje wszystkie statystyki spam.

source: SimpleMail - Configuration
fi: SimpleMail - Asetukset
it: SimpleMail - Configurazione
pl: SimpleMail - Konfiguracja

source: ?config:_Save
fr: ?config:_Sauver
it: ?config:_Salva
pl: ?config:Zapi_sz

source: _Use
fi: _K‰yt‰
fr: _Utiliser
it: _Usa
pl: _U¿yj

source: General
fr: Général
it: Generale
pl: G³ówne

source: Accounts
fi: Tilit
fr: Comptes
it: Account
pl: Konta

source: Receive mail
fi: Uudet viestit
fr: Réception message
it: Posta
pl: Otrzymywanie wiadomo¶ci

source: Reading
fi: Lukeminen
fr: Lecture
it: Lettura
pl: Czytanie

source: Reading plain
fi: Teksti
fr: Lecture texte
it: Testo
pl: Czytanie tekstu

source: Reading HTML
fi: HTML
fr: Lecture HTML
it: HTML
pl: Czytanie HTML

source: Phrases
fi: Vakiotekstit
it: Frasi
pl: Frazy

source: Signatures
fi: Allekirjoitukset
it: Firme
pl: Podpisy

source: Save the configuration permanently.
fi: Tallenna asetukset pysyv‰sti.
fr: Sauver la configuration définitivement
it: Salva la configurazione permanentemente
pl: Zapisuje konfiguracjê na dysk.

source: Use the configuration, but don't save it.
fi: K‰yt‰ asetuksia, mutta ‰l‰ tallenna.
fr: Utiliser la configuration, mais ne pas la sauver.
it: Usa la configurazione ma senza salvarla
pl: U¿ywa konfiguracji, ale jej nie zapisuje.

source: Discards all the changes you have made.
fi: Peru kaikki muutokset.
fr: Annuler tous les changements qui ont été effectués.
it: Annullla tutte le modifiche effettuate
pl: Porzuca wszystkie poczynione przez ciebie zmiany.

source: You have entered an invalid email address. Please correct it.
fr: Vous avez entré une adresse email incorrecte. Veuillez la corriger.
it: L'indirizzo e-mail inserito non è corretto, per favore correggilo
pl: Wprowadzi³e¶ niew³a¶ciwy adres e-mail. Proszê go poprawiæ.

source: All messages
fi: Kaikki viestit
fr: Tous les messages
it: Tutti i messaggi
pl: Wszystkie wiadomo¶ci

source: New
fi: Uusi
fr: nouveau
it: Nuovi
pl: Nowe

source: Read
fi: Luettu
fr: Lu
it: Letti
pl: Przeczytane

source: Unread
fi: Lukematon
fr: Non lu
it: Non letti
pl: Nieprzeczytane

source: Replied
fi: Vastattu
fr: Répondu
it: Risposti
pl: Odpowiedziane

source: Forwarded
fi: V‰litetty
fr: Transféré
it: Inoltrati
pl: Podes³ane

source: Pending
fi: Odottaa
fr: Autoriser l'envoi
it: In attesa
pl: oczekuj±ca

source: Sent
fi: L‰hetetty
fr: Envoyé
it: Inviati
pl: Wys³ane

source: Sender
fi: L‰hett‰j‰
fr: Expéditeur
it: Mittente
pl: Nadawca

source: Receiver
fr: Destinataire
it: Destinatario
pl: Odbiorca

source: Header
fi: Otsikko
fr: En-tête
it: Intestazione
pl: Nag³ówek

source: Has attachments
fi: Sis‰lt‰‰ liitteit‰
fr: Pièces jointes attachées
it: Possiede allegati
pl: Z za³±cznikami

source: Status is
fi: Tila on
fr: Le statut est
it: Lo stato è
pl: Status

source: matches
fr: correspond à
it: coincide
pl: dopasowania

source: contains
fi: sis‰lt‰‰
fr: contient
it: contiene
pl: zawiera

source: equals
fr: égal à
it: uguale
pl: równa siê

source: Substring
fr: Sous-chaine
pl: Fragment ci±gu

source: Case sensitive
fr: Sensible à la casse
pl: Rozró¿niaj wielko¶æ znaków

source: Pattern
fr: Motif
it: Modello
pl: Wzorzec

source: If activated the string must only be a part of the searched field.
fr: Si activé, la chaine doit seulement être une partie du champ recherché.
it: Se attivato la stringa ricercata dovrà necessariamente essere parte del campo di ricerca
pl: Je¶li ta opcja jest w³±czona, ci±g musi byæ czê¶ci± pola wyszukiwania.

source: If activated the search is case sensitive.
fr: Si activé, alors la recherche sera sensible aux majuscules/minuscules.
it: Se attivato la ricerca sarà case sensitive distinguendo tra maiuscole e minuscole
pl: Je¶li ta opcja jest w³±czona, rozró¿niane bêd± wielko¶ci znaków.

source: If activated the string is an AmigaDOS pattern and patternmatching will be performed. Special chars are: ? # | ~ ( ) [ ] % '
fr: Si activé, la chaine doit être un motif AmigaDOS et une correspondance sera alors recherchée.nLes caractères spéciaux sont : ? # | ~ ( ) [ ] % '
it: Se attivato la stringa prenderà a modello AmigaDOS eseguendo una sorta di patternmatching. I caratteri speciali sono: ? # | ~ ( ) [ ] % '
pl: Je¶li ta opcja jest w³±czona, ci±gi bêd± traktowane jako wzorce AmigaDOS i bêdzie stosowane dopasowywanie wzorców. Dostêpne znaki specjalne to: ? # | ~ ( ) [ ] % '

source: SimpleMail - Edit Filter
fi: SimpleMail - S‰‰nnˆt
fr: SimpleMail - Éditeur de filtres
it: SimpleMail - Editor filtri
pl: SimpleMail - Edycja filtrów

source: _New
fi: _Uusi
fr: _Nouveau
it: Nuo_vo
pl: _Nowa

source: Move up
fr: Monter
pl: Przenie¶ w górê

source: Move Down
fr: Descendre
it: Sposta in _basso
pl: Przenie¶ w dó³

source: Activity
pl: Aktywno¶æ

source: On request
fr: À la demande
it: Su richiesta
pl: Filtruj na ¿±danie

source: On sent mails
fr: Aux messages envoyés
it: Su messaggi inviati
pl: Filtruj wys³ane wiadomo¶ci

source: Remotly on POP3 server
fr: Identifier sur POP3 d'abord
it: In remoto sul server POP3
pl: Najp. loguj do POP3

source: On new mails
fr: Aux nouveaux messages
it: Su nuovi messaggi
pl: Nowe wiadomo¶ci

source: Rules
fr: Règles
it: Regole
pl: Zasady

source: Add new rule
fi: Lis‰‰ uusi s‰‰ntˆ
fr: Ajouter nouvelle règle
it: Aggiungi nuova regola
pl: Dodaj now± regu³ê

source: Apply now
fi: K‰yt‰ heti
fr: Appliquer maintenant
it: Applica adesso
pl: Zastosuj teraz

source: Action
it: Azioni
pl: Akcja

source: Move to Folder
fi: Siirr‰ kansioon
fr: Déplacer vers un dossier
it: Sposta nella carte_lla
pl: Przenie¶ do folderu

source: Execute ARexx Script
fr: Exécuter un script Arexx
it: Esegui script ARe_xx
pl: Wykonaj skrypt ARexx'a

source: Play Sound
fr: Jouer un son
it: Ripro_duci suono
pl: Odtwórz d¼wiêk

source: ?filter:_Save
fr: ?filtre:_Sauver
it: ?filtro:_Salva
pl: ?filtr:Zapi_sz

source: If activated the filter will be used remotly on POP3 servers which support the TOP command. Mails which matches the filter are presented to the user and automatically marked as to be ignored.
fr: Activer cette option pour que le filtre soit appliqué au niveau des serveurs POP3 qui supportent la command TOP. Les messages correspondant au filtre sont présentés à l'utilisateur et automatiquement marqués comme ignorés.
it: Attiva questa opzione per usare il filtro in modalità remota sui server POP3 che supportano il comando TOP, le mail che combaciano con il filtro verranno mostrate all'utente e automaticamente marcate in modo da essere ignorate
pl: Je¶li ta opcja jest w³±czona, filtr bêdzie u¿ywany zdalnie na serwerach POP3 obs³uguj±cych polecenie TOP. Wiadomo¶ci pasuj±ce do filtra zostan± przedstawione u¿ytkownikowi i aumtomatycznie zaznaczone jako zignorowane.

source: received
fi: vastaanotettu
fr: reçu
it: ricevuto
pl: otrzymane

source: sent
fi: l‰hetetty
fr: envoyé
it: inviato
pl: wys³ane

source: received and sent
fi: vastaanotettu ja l‰hetetty
fr: reçu et envoyé
it: ricevuto e inviato
pl: otrzymane i wys³ane

source: mailinglist
fi: postituslista
fr: liste de diffusion
pl: lista dyskusyjna

source: From/To
fr: De/à
it: Da/A
pl: Od/Do

source: Filename
fi: Tiedostonimi
fr: Nom du fichier
it: Nome file
pl: Nazwa pliku

source: Received
fr: Reçu
it: Ricevuto
pl: Otrzymane

source: Only headers
pl: Tylko nag³ówki

source: Complete mails
pl: Ca³e wiadomo¶ci

source: Folder Properties
fr: Propriétés du dossier
it: Proprietà cartella
pl: W³a¶ciwo¶ci foldera

source: N_ame
fr: N_om
it: _Nome
pl: N_azwa

source: IMAP path
fr: Chemin IMAP
it: Percorso IMAP
pl: ¦cie¿ka IMAP

source: Local path
fr: Chemin local
it: _Percorso locale
pl: ¦cie¿ka lokalna

source: _Type
fi: _Tyyppi
it: _Tipo
pl: _Rodzaj

source: _Primary sort
fr: Tri _primaire
it: Or_dinamento primario
pl: Sortuj _wed³ug

source: Reverse
fr: Inverser
it: Inverso
pl: Kolejno¶æ odwrotna

source: _Secondary sort
fr: Tri _secondaire
it: Ordina_mento secondario
pl: Na_stêpnie wed³ug

source: _Download
pl: Pobierz

source: Compose Mail Properties
fr: Propriétés de composition
it: Proprietà composizione messaggio
pl: W³a¶ciwo¶ci tworzenia wiadomo¶ci

source: T_o
fr: A
it: _A
pl: D_o

source: _Reply to
pl: O_dpisz do

source: IMAP Properties
fr: Propriétés IMAP
it: Proprietà IMAP
pl: W³a¶ciwo¶ci IMAP

source: Subscribe
fr: S'inscrire
it: Iscriviti
pl: Prenumeruj

source: Unsubscribe
fr: Se désinscrire
it: Disiscriviti
pl: Odprenumeruj

source: Reload from server
fr: Recharger du serveur
it: Ricarica dal server
pl: Prze³aduj z serwera

source: Submit to server
fr: Soumettre au serveur
it: Invia al server
pl: Wy¶lij na serwer

source: SimpleMail - Edit IMAP server
pl: SimpleMail - Edycja serwera IMAP

source: SimpleMail - Edit folder group
fi: SimpleMail - Ryhm‰n ominaisuudet
fr: SimpleMail - Éditer groupe de dossiers
it: SimpleMail - Editor gruppo di cartelle
pl: SimpleMail - Edycja grupy folderów

source: SimpleMail - Edit folder
fi: SimpleMail - Kansion ominaisuudet
fr: SimpleMail - Éditer dossier
it: SimpleMail - Editor cartella
pl: SimpleMail - Edycja folderu

source: Path
fi: Polku
fr: Chemin
it: Percorso
pl: ¦cie¿ka

source: Mails
fi: Viestej‰
fr: Messages
it: Messaggi
pl: Wiadomo¶ci

source: Folders
fi: Kansiot
fr: Dossiers
it: Cartelle
pl: Foldery

source: New Folder...
fi: Uusi kansio...
fr: Nouveau dossier...
it: Nuova cartella...
pl: Nowy folder...

source: New Group...
fi: Uusi Ryhm‰...
fr: Nouveau groupe...
it: Nuovo gruppo...
pl: Nowa grupa...

source: Remove...
fi: Poista...
fr: Supprimer...
it: Elimina...
pl: Usuñ...

source: Settings...
fi: Ominaisuudet...
fr: Préférences...
it: Impostazioni...
pl: Ustawienia...

source: Order
fi: J‰rjestys
fr: Ordre
it: Ordine
pl: Porz±dek

source: Save
fi: Tallenna
fr: Sauver
it: Salva
pl: zapisz

source: Reset
fi: Palauta
fr: Réinitialiser
it: Ripristina
pl: wyzeruj

source: Folder Settings
fr: Réglages du dossier
it: Impostazioni cartella
pl: Ustawienia foldera

source: Show Mail?
fr: Montrer message?
it: Mostra messaggi
pl: Pokazuj wiadomo¶æ

source: Show New?
fr: Montrer nouveaux?
it: Mostra nuovi
pl: Pokazuj nowe

source: Show Unread?
fr: Montrer non-lus?
it: Mostra non letti
pl: Pokazuj nieprzeczytane

source: All folders
fr: Tous les dossiers
it: Tutte le cartelle
pl: Wszystkie foldery

source: Failed to create the application
fi: Sovelluksen luominen ep‰onnistui.
fr: Impossible de créer l'application
it: Impossibile creare l'applicazione
pl: Nie mo¿na utworzyæ aplikacji

source: Could not create mui custom classes
fi: MUI-luokkien luominen ep‰onnistui.
fr: Impossible de créer les classes custom mui
it: Impossibile creare la classe custom MUI/Zune
pl: Nie mo¿na utworzyæ klas w³asnych MUI

source: Couldn't create appicon port
fr: Impossible de créer le port appicon
pl: Nie mo¿na utworzyæ portu appikonki

source: Couldn't create arexx port
fi: ARexx-portin luominen ep‰onnistui.
fr: Impossible de créer le port arexx
it: Impossibile creare la porta ARexx
pl: Nie mo¿na utworzyæ portu ARexx'a

source: Couldn't open the input.device
pl: Nie mo¿na otworzyæ input.device

source: Couldn't open %s version %d
fi: %s:n versio %d avaus ep‰onnistui.
fr: Impossible d'ouvrir la version %d de %s
it: Impossibile aprire %s versione %d
pl: Nie mo¿na otworzyæ %s w wersji %d

source: The charset configured for SimpleMail (%s) doesn't match the system's default charset (%s)! How to proceed?
it: Il set di caratteri configurato su SimpleMail (%s) non coincide Come si desidera procedere?
pl: Zestaw znaków ustawiony w programie (%s) nie odpowiada domy¶lnemu zestawowi znaków systemu (%s)! Co dalej?
