Repository: sba1/simplemail
Catalog: po/*.po
Languages: fi, fr, it, pl

source: Original author of SimpleMail
fr: Auteur original de SimpleMail
it: Autore originale di SimpleMail
pl: Autor programu

source: Contributor of SimpleMail
fr: Contributeur de SimpleMail
it: Contributore di SimpleMail
pl: Pomocnik

source: MorphOS maintainer of SimpleMail
fr: Mainteneur de SimpleMail MorphOS
it: Responsabile versione MorphOS
pl: Zajmuj±cy siê wersj± dla systemu MorphOS

source: Parsing the XML file failed because of %s (code %d) at line %d column %d
fr: L'interprétation du fichier XML a échoué à cause de %s (code %d) à la ligne %d colonne %d
it: Analisi del file XML fallita a causa di %s (codice %d) alla linea %d colonna %d
pl: Przetwarzanie pliku XML nie powiod³o siê z powodu %s (kod %d) w linii %d, kolumnie %d

source: ?addressbook:YAM Imports
fr: ?addressbook: Imports YAM
it: ?addressbook:Importazioni YAM
pl: ?addressbook:Import z YAM-a

source: Unsupported type of addressbook.
fr: Type de carnet d'adresses non supporté.
it: Tipo di rubrica non supportata
pl: Nieobs³ugiwany format ksi±¿ki adresowej.

source: Okay
fi: Ok
fr: Ok
it: _Ok
pl: OK

source: <Default>
fr: <Défaut>
it: <Predefinito/a>
pl: <domy¶lny>

source: Unconfigured
fr: Non configuré
it: Non configurato
pl: Nieskonfigurowany

source: Name
fi: Nimi
fr: Nom
it: Nome
pl: Nazwa

source: Add "%s" to following groups
fr: Ajouter "%s" aux groupes suivants
it: Aggiungi "%s" ai seguenti gruppi
pl: Dodaj "%s" do nastêpuj±cych grup

source: Add contact to following groups
fr: Ajouter le contact aux groupes suivants
it: Aggiungi contatto ai seguenti gruppi
pl: Dodaj kontakt do nastêpuj±cych grup

source: SimpleMail - Add Groups
fr: SimpleMail - Ajouter groupes
pl: SimpleMail - Dodawanie grup

source: _Cancel
fi: _Peru
fr: _Annuler
it: _Annulla
pl: Ponie_chaj

source: The date of birth is given in a invalid format. Please use dd mon yyyy or dd mm yyyy.
fr: La date de naissance est d'un format incorrect. Veuillez utiliser jj mmm aaaa ou jj mm aaaa.
it: Attenzione, la data di nascita ha un formato non valido. Prova ad usare il formato GG MMM AAAA o GG MM AAAA
pl: Data urodzin zosta³a wprowadzona w niew³a¶ciwym formacie. Proszê u¿yæ formatu dd mmm yyyy lub dd mm yyyy.

source: Personal
fi: Henkilˆkohtainen
fr: Personnel
it: Personale
pl: Personalne

source: Private
fi: Liimaa
fr: Privé
it: Privato
pl: Prywatne

source: Work
fi: Tyˆ
fr: Travail
it: Lavoro
pl: Praca

source: Notes
fi: Huomautukset
it: Note
pl: Notatki

source: SimpleMail - Edit Person
fi: SimpleMail - Muokkaa henkilˆtietoja
fr: SimpleMail - Éditer personne
it: SimpleMail - Editor contatti
pl: SimpleMail - Edycja osoby

source: Real Name
fi: Oikea nimi
fr: Nom réel
it: Nome reale
pl: Imiê

source: Description
fi: Kuvaus
it: Descrizione
pl: Opis

source: Homepage
fi: Kotisivut
fr: Page d'accueil
it: Sito internet
pl: Strona domowa

source: Date of birth
fi: Syntym‰aika
fr: Date de naissance
it: Data di nascita
pl: Data urodzin

source: The date of the birth of the person. The format is dd mon yyyy or dd mm yyyy.
fr: La date de naissance de la personne. Le format est jj mmm aaaa ou jj mm aaaa.
it: La data di nascita della persona. Il formato è GG MMM AAAA o GG MM AAAA
pl: Data urodzin tej osoby. Dopuszczalne formaty to dd mmm yyyy lub dd mm yyyy.

source: Sex
fi: Sukupuoli
fr: Sexe
it: Sesso
pl: P³eæ

source: Female
fi: Nainen
fr: Femelle
it: Femmina
pl: Kobieta

source: Male
fi: Mies
it: Maschio
pl: Mê¿czyzna

source: Portrait
fi: Kuva
it: Foto
pl: Zdjêcie

source: E-Mail addresses
fi: S‰hkˆpostiosoitteet
fr: Adresses e-mail
it: Indirizzi di posta
pl: Adresy e-mail

source: Belonging groups
fr: Groupes correspondants
it: Appartenente ai gruppi
pl: Przynale¿no¶æ do grup

source: Add
fr: Ajouter
pl: Dodaj

source: Remove
fi: Poista
fr: Supprimer
it: Rimuovi
pl: Usuñ

source: Street
fi: Osoite
fr: Rue
it: Via
pl: Ulica

source: City
fi: Kaupunki
fr: Ville
it: Città
pl: Miasto

source: ZIP/Postal Code
fi: Postinro
fr: Code Postal
it: Codice postale (CAP)
pl: Kod pocztowy

source: State/Province
fi: Osavaltio/Maakunta
fr: État/Province
it: Regione/Provincia
pl: Stan/Województwo

source: Country
fi: Maa
fr: Pays
it: Nazione
pl: Pañstwo

source: Phone numbers
fi: Puhelin
fr: Numéros de téléphone
it: Numeri di telefono
pl: Numery telefonów

source: Mobile
fi: Matkapuhelin
fr: Portable
it: Cellulare
pl: Tel. komórkowy

source: Fax
fi: Faksi
pl: Faks

source: Title
fi: Tyˆnimike
fr: Titre
it: Titolo
pl: Tytu³

source: Organization
fi: Organisaatio
fr: Organisation
it: Organizzazione
pl: Organizacja

source: Group with the given name "%s" already exists
fr: Un groupe portant le nom "%s" existe déjà
it: Il gruppo denominato "%s" è già esistente
pl: Grupa o podanej nazwie "%s" ju¿ istnieje

source: SimpleMail - Edit Group
fi: SimpleMail - Ryhm‰n ominaisuudet
fr: SimpleMail - Éditer groupe
it: SimpleMail - Editor gruppo
pl: SimpleMail - Edycja grupy

source: _Name
fr: _Nom
pl: _Nazwa

source: _Description
pl: _Opis

source: There are %d addresses belonging to the group. Do you really want to delete this group?
fr: Il y a %s adresse(s) appartenant à ce groupe. Désirez-vous vraiment supprimer ce groupe?
it: Sono già presenti %d indirizzi relativi a questo gruppo. Si desidera cancellare questo gruppo?
pl: Do grupy nale¿y %d adresów. Czy na pewno chcesz skasowaæ tê grupê?

source: Yes|No
fr: Oui|Non
pl: Tak|Nie

source: Project
fi: Projekti
fr: Projet
it: Progetto
pl: Projekt

source: Import addressbook...
fr: Importer carnet d'adresses...
pl: Importuj ksi±¿kê adresow±...

source: SimpleMail - Addressbook
fi: SimpleMail - Osoitekirja
fr: SimpleMail - Carnet d'adresses
it: SimpleMail - Rubrica
pl: SimpleMail - Ksi±¿ka adresowa

source: Groups
fr: Groupes
pl: Grupy

source: Add...
fr: Ajouter...
it: Aggiungi...
pl: Dodaj...

source: Edit...
fr: Éditer...
pl: Edytuj...

source: Contacts
pl: Kontakty

source: Show members of selected group
fr: Montrer les membres du groupe sélectionné
it: _Mostra membri del gruppo selezionato
pl: Poka¿ cz³onków wybranej grupy

source: ?textbutton:_Save
fr: ?textbutton:_Sauver
pl: ?textbutton:Zapi_sz

source: ?textbutton:_Close
fr: ?textbutton:_Fermer
it: ?textbutton:_Chiudi
pl: ?textbutton:_Zamknij

source: ?people:Name
fr: ?people:Nom
it: ?people:Nome
pl: ?people:Imiê

source: Address
fi: S‰hkˆpostiosoite
fr: Adresse
it: Indirizzo
pl: Adres

source: Addresslist Settings
fi: Osoitteiston ominaisuudet
fr: Réglages liste d'adresses
it: Impostazioni lista indirizzi
pl: Ustawienia listy adresów

source: Show Realname?
fi: N‰yt‰ nimi?
fr: Montrer nom réel?
it: Mostra nome reale
pl: Pokazuj imiê

source: Show Nickname?
fi: N‰yt‰ alias?
fr: Montrer pseudo?
it: Mostra nick
pl: Pokazuj alias

source: Show Description?
fi: N‰yt‰ kuvaus?
fr: Montrer description?
it: Mostra descrizione
pl: Pokazuj opis

source: Show E-Mail Address?
fi: N‰yt‰ s‰hkˆpostiosoitteet?
fr: Montrer adresse e-mail?
it: Mostra indirizzo e-mail
pl: Pokazuj adres e-mail

source: Show Groups?
fr: Montrer groupes?
pl: Pokazuj grupy

source: Default Width: this
fi: Tallenna leveys: valittu
fr: Largeur par défaut: celle-ci
it: Larghezza predefinita: questa
pl: Domy¶lna szeroko¶æ: tego

source: Default Width: all
fi: Tallenna leveys: kaikki
fr: Largeur par défaut: tout
it: Larghezza predefinita: tutta
pl: Domy¶lna szeroko¶æ: wszystkich

source: Default Order: this
fi: Tallenna j‰rjestys: valittu
fr: Ordre par défaut: celui-ci
it: Ordine predefinito: questo
pl: Domy¶lny porz±dek: tego

source: Default Order: all
fi: Tallenna j‰rjestys: kaikki
fr: Ordre par défaut: tout
it: Ordine predefinito: tutto
pl: Domy¶lny porz±dek: wszystkich

source: Editable Mailtext
fr: Courrier texte éditable
it: Testo del messaggio modificabile
pl: Edytowalna wiadomo¶æ

source: File Name
fr: Nom du fichier
it: Nome file
pl: Nazwa pliku

source: Size
fi: Koko
fr: Taille
it: Dimensione
pl: Wielko¶æ

source: Contents
fr: Contenus
it: Contenuto
pl: Zawarto¶æ

source: Copy
fi: Kopioi
fr: Copier
it: Copia
pl: Skopiuj

source: Cut
fi: Leikkaa
fr: Couper
it: Taglia
pl: Wytnij

source: Paste
fi: Liimaa
fr: Coller
it: Incolla
pl: Wklej

source: Undo
fi: Peru
fr: Défaire
it: Annulla
pl: Cofnij

source: Redo
fi: Toista
fr: Refaire
it: Ripristina
pl: Przywróæ

source: _Attach
fi: Lis‰‰ liite
fr: _Joindre
it: _Allega
pl: _Za³±cz

source: Encrypt
fr: Crypter
pl: Zakoduj

source: Mail
fi: Viesti
fr: Message
it: Messaggio
pl: Wiadomo¶æ

source: Attachments
fr: Pièces jointes
it: Allegati
pl: Za³±czniki

source: Low
fr: Basse
it: Bassa
pl: Niska

source: Normal
fr: Normale
it: Normale
pl: Normalna

source: High
fr: Haute
it: Alta
pl: Wysoka

source: Importance
pl: Wa¿no¶æ

source: Signature
fi: Allekirjoitus
it: Firma
pl: Podpis

source: SimpleMail - Compose Message
fi: SimpleMail - Luo viesti
fr: SimpleMail - Composer message
it: SimpleMail - Componi messaggio
pl: SimpleMail - Tworzenie wiadomo¶ci

source: _From
fi: _L‰hett‰j‰
fr: _De
it: Da
pl: _Od

source: _Replies To
fr: _Répondre à
it: Risposta A
pl: Odpo_wiedzi do

source: _To
fi: _Vastaanottaja
fr: _À
it: A
pl: _Do

source: C_opies To
fr: C_opie à
it: Copie a (CC)
pl: K_opie do

source: _Blind Copies To
fr: _Copies cachées à
pl: U_kryte kopie do

source: S_ubject
fi: Otsikko
fr: S_ujet
it: Oggetto
pl: _Temat

source: Add text
fi: Lis‰‰ teksti
fr: Ajouter texte
it: Aggiungi testo
pl: Dodaj tekst

source: Add multipart
fi: Lis‰‰ moniosainen
fr: Ajouter multipartie
it: Aggiungi multiparte
pl: Dodaj mieszany

source: Add file(s)
fi: Lis‰‰ tiedosto(t)
fr: Ajouter fichier(s)
it: Aggiungi file
pl: Dodaj plik(i)

source: _Send now
fi: L‰het‰ heti
fr: Envoyer _maintenant
it: Invia _ora
pl: Wy¶lij te_raz

source: Send _later
fi: L‰het‰ myˆhemmin
fr: Envoyer _plus tard
it: Invia _dopo
pl: Wy¶_lij pó¼niej

source: _Hold
fi: Laita pitoon
fr: _Suspendre l'envoi
it: In _sospeso
pl: _Wstrzymaj

source: SimpleMail currently doesn't support the same email address for multiple accounts. Please ensure that every email address is unique. However, you can set the reply address field to your preferred address.
pl: SimpleMail w obecnej wersji nie obs³uguje tego samego adresu e-mail dla wielu kont. Proszê sprawdziæ czy ka¿dy adres jest unikalny. Zawsze mo¿esz ustawiæ adres zwrotny na preferowany przez ciebie.

source: No valid email address entered. Please correct it.
fr: L'adresse email entrée est incorrecte. Veuillez la corriger.
it: L'indirizzo di posta inserito non è valido, per favore correggilo
pl: Nie wprowadzono poprawnego adresu e-mail. Proszê to poprawiæ.

source: This signature name is not allowed.
pl: Ta nazwa podpisu jest niedozwolona.

source: Signature names must be unique.
pl: Nazwy podpisów musz± byæ unikatowe.

source: You have changed the folder directory! You must quit and restart SimpleMail to see an effect.
pl: Zmieni³e¶ katalog z folderami! Musisz ponownie uruchomiæ program.

source: Always
fr: Toujours
pl: zawsze

source: When iconified
pl: gdy zikonifikowany

source: Never
fr: Jamais
pl: nigdy

source: Add adjustment for daylight saving time
fi: S‰‰d‰ kello kes‰ajan mukaan
fr: Ajuster l'heure
it: _Imposta automaticamente l'ora legale
pl: Uwzglêdniaj zmiany czasu

source: Cleanup deleted folder on exit
fr: Vider le dossier Eléments supprimés à la fermeture de SimpleMail
it: _Pulisci cartella eliminata alla chiusura
pl: Oczyszczaj folder skasowanych przy wyj¶ciu

source: Folder directory
fi: Kansioiden hakemisto
fr: Répertoire des dossiers
it: Directory cartella
pl: Katalog folderów

source: Charset used to display text
fi: Merkistˆ
fr: Jeu de caractères utilisé pour afficher le texte
it: Set di caratteri per il testo
pl: Zestaw znaków u¿ywany do wy¶wietlania tekstu

source: Folder to display at startup
fr: Répertoire à afficher au démarrage
it: Cartella da mostare all'avvio
pl: Folder wy¶wietlany przy uruchamianiu

source: Show AppIcon
fr: Montrer l'appicon
it: Mostra AppIcon
pl: Pokazuj appikonkê

source: AppIcon label
pl: Podpis appikonki

source: Disabled
fi: Ei koskaan
fr: Désactivée
it: Disattivata
pl: Wy³±czona

source: Only Sizes
fi: Vain koot
fr: Tailles uniquement
it: Solo dimensioni
pl: Tylko wielko¶ci

source: Enabled
fi: Aina
fr: Activée
it: Attivata
pl: W³±czona

source: Preselection
fi: Viestien esivalinta
fr: Préselection
it: Preselezione
pl: Preselekcja

source: Automatic operation
fi: Automaattinen vastaanotto
fr: Opération automatique
it: Operazioni automatiche
pl: Operacje automatyczne

source: Check for new mail every
fi: Tarkista posti
fr: Rapatrier toutes les
it: Controlla la posta ogni
pl: Sprawdzaj now± pocztê co

source: minutes
fi: minuutin v‰lein
it: minuti
pl: minut

source: On startup
fr: Au démarrage
it: All'a_vvio
pl: Przy uruchomieniu

source: If online
fr: Si connecté
it: Se _connesso
pl: Je¶li po³±czony

source: New mails
fi: Ilmoitus
fr: Nouveaux messages
it: Nuovi messaggi
pl: Nowe wiadomo¶ci

source: Sound
fi: ƒ‰ni
fr: Son
it: Suo_no
pl: D¼wiêk

source: -- New Account --
fr: -- Nouveau compte --
it: -- Nuovo Account --
pl: -- nowe konto --

source: EMail
pl: Wiadomo¶æ

source: Receive
fi: Postin vastaanotto
fr: Réception
it: Ricezione
pl: Odbieranie

source: Send
fi: Postin l‰hetys
fr: Envoi
it: Invio
pl: Wysy³anie

source: None
fr: Sans
it: Nessuna
pl: Notatki

source: Try
fr: Essayer
it: Prova
pl: próbuj

source: Enforce
fr: Imposer
it: Imponi
pl: wymu¶

source: Don't try
fr: Ignorer
it: Ignora
pl: nie próbuj

source: _Add
fr: A_jouter
it: A_ggiungi
pl: Dod_aj

source: _Test
fr: _Tester
it: _Prova
pl: _Tekst

source: _Remove
fi: P_oista
fr: Supp_rimer
it: _Rimuovi
pl: Usuñ

source: Account Name
fr: Nom
it: Nome account
pl: Nazwa konta

source: User
fi: K‰ytt‰j‰tiedot
fr: Utilisateur
it: Utente
pl: U¿ytkownik

source: E-Mail Address
fi: S‰hkˆpostiosoite
fr: Adresse e-mail
it: Indirizzo e-mail
pl: Adres e-mail

source: Reply Address
fi: Vastausosoite
fr: Adr. de réponse
it: Indirizzo di risposta
pl: Adres zwrotny

source: Type
it: Tipo
pl: Rodzaj

source: Active
fi: Lis‰‰ vastaanotettaviin
fr: Actif
it: A_ttiva
pl: Aktywne

source: Server
fr: Serveur
pl: Serwer

source: Security
pl: Bezpieczeñstwo

source: Fingerprint
fr: Empreinte
it: Impronta digitale
pl: Odcisk palca

source: Password
fi: Salasana
fr: Mot de passe
pl: Has³o

source: Ask
fi: Kysy
fr: Demander
it: Chie_di
pl: Pytaj

source: Avoid duplicates
fi: V‰lt‰ kopioita
fr: Éviter les doublons
it: _Evita duplicati
pl: Nie pob. kopii

source: _Delete mails
fi: Poista viestit palvelimelta
fr: Supprim_er du serveur
it: _Cancella messaggi
pl: _Kasuj wiadomo¶ci

source: SMTP Server
fi: SMTP-palvelin
fr: Serveur SMTP
it: Server SMTP
pl: Serwer SMTP

source: Use SMTP AUTH
fi: K‰yt‰ SMTP AUTH
fr: Utiliser SMTP AUTH
it: Usa SMTP AUT_H
pl: U¿ywaj SMTP AUTH

source: Log into POP3 server first
fi: Kirjaudu ensin POP3-palvelimelle
fr: _Identifier sur POP3 d'abord
it: Accedi prima al ser_ver POP3
pl: Najp. loguj do POP3

source: Use IP as domain
fi: K‰yt‰ IP:t‰ verkkotunnuksena
fr: IP comme domaine
it: Usa IP come _dominio
pl: IP jako domena

source: Your full name (required)
fi: Koko nimesi (pakollinen).
fr: Votre nom complet (requis)
it: Il nome completo (necessario)
pl: Twoje imiê i nazwisko (wymagane)

source: Your E-Mail address for this account (required)
fi: S‰hkˆpostiosoitteesi t‰h‰n tiliin (pakollinen).
fr: Votre adresse e-mail pour ce compte (requis)
it: L'indirizzo di posta per questo account (necessario)
pl: Twój adres e-mail dla tego konta (wymagany)

source: Address where the replies of the mails should be sent (required only if different from the e-mail address).
fi: Osoite minne vastaukset l‰hetet‰‰n (jos eri kuin s‰hkˆpostiosoite).
fr: L'adresse à laquelle les réponses du courrier doivent être envoyées (requis uniquement si différent de l'adresse d'envoi).
it: L'indirizzo verso il quale i messaggi di risposta dovranno essere inviati (richiesto solamente se diverso dall'indirizzo di posta)
pl: Adres, pod który maj± byæ wysy³ane odpowiedzi (wymagany tylko, je¶li ró¿ny od adresu e-mail).

source: The default signature for this account
fr: La signature par défaut pour ce compte
it: La firma predefinita per questo account
pl: Domy¶lny podpis dla tego konta

source: The name of the so called POP3 or IMAP4 server from which you download your e-Mails (required; ask your provider if unknown).
pl: Nazwa tak zwanego serwera POP3 lub IMAP4, z którego pobierasz swoje wiadomo¶ci (zapytaj swojego dostawcê poczty, je¶li nieznany).

source: The port number. Usually 110
fi: Portin numero. Yleens‰ 110.
fr: Le numéro du port. Habituellement 110
it: Il numero della porta (generalmente 110)
pl: Numer portu. Zazwyczaj 110

source: The server's fingerprint (SHA1 or SHA256). This is used to verify the servers identity, if the certificate could not be trusted.
it: L'impronta digitale del server (SHA1 o SHA256). Questa è usata per verificare l'identità del server per capire se il certificato può essere affidabile
pl: Odcisk palca serwera (SHA1 lub SHA256). Jest on u¿ywany do weryfikacji to¿samo¶ci serwera, je¶li certyfikat nie mo¿e byæ zaufany.

source: The login/UserID which you got from your ISP.
fi: K‰ytt‰j‰tunnus/nimi jonka olet saanut palveluntarjoajalta.
fr: L'identifiant communiqué par le FAI.
it: L'identificativo che ti è stato assegnato dall'ISP
pl: Twój login/ID u¿ytkownika

source: Your very own password to access the mails located on the POP3 or IMAP4 server.
pl: Twoje has³o dostêpu do wiadomo¶ci znajduj±cych siê na serwerze POP3 lub IMAP4.

source: Deactivate this if you don't want SimpleMail to download the e-Mails when pressing on 'Fetch'.
fi: Haetaanko tilin viestit klikattaessa 'Hae'.
fr: Désactiver cette option pour ne pas récupérer les e-mails en cliquant 'Recevoir'.
it: Disattiva questa opzione se non si desidera che SimpleMail prelevi i messaggi alla pressione del pulsante "Ricezione"
pl: Wy³±cz je¶li nie chcesz, by SimpleMail ¶ci±ga³ pocztê z tego konta po wci¶niêciu "Pobierz".

source: After successful downloading the mails should be deleted on the POP3 server.
pl: Po udanym pobraniu wiadomo¶ci bêd± one kasowane z serwera POP3.

source: When not deleting e-mails on the server SimpleMail tries to avoid downloading a message twice the next time.
pl: Je¶li wiadomo¶ci nie bêd± usuwane z serwera, SimpleMail postara siê nie ¶ci±gaæ dwukrotnie tych samych wiadomo¶ci.

source: Choose how APOP is handled. If you encounter login problems you might change this setting to "Don't try".
pl: Proszê wybraæ w jaki sposób bêd± obs³ugiwane konta APOP. Je¶li napotkasz problemy z logowaniem spróbuj przestawiæ tê opcjê na warto¶æ "nie próbuj".

source: Choose how the security of the connection to the POP3 or IMAP server is established.
fr: Choisir comment la sécurité de la connection du serveur POP3 ou IMAP est établie.
it: Scegli in che modo dovrà essere stabilita una connessione sicura con il server POP3 o IMAP
pl: Proszê wybraæ w jaki sposób bêd± nawi±zywane bezpieczne po³±czenia z serwerem POP3 lub IMAP.

source: The name of the so called SMTP server which is responsible to send your e-Mails.
pl: Nazwa tak zwanego serwera SMTP, odpowiedzialnego za wysy³anie twoich wiadomo¶ci.

source: The port number. Usually 25
fi: Portin numero. Yleens‰ 25.
fr: Le numéro du port. Habituellement 25
it: Il numero della porta (generalmente 25)
pl: Numer portu. Zazwyczaj 25

source: Your login/UserID for the SMTP server. Only required if the SMTP server requires authentication.
fi: K‰ytt‰j‰tunnus/nimi SMTP palvelimelle. Tarvitaan vain jos palvelin vaatii kirjautumisen.
fr: L'identifiant de messagerie. Requis uniquement si le serveur SMTP requiert une authentification.
it: Il proprio identificativo per il server SMTP. Necessario solamente se il server richiede l'autenticazione
pl: Twój login/ID u¿ytkownika na serwerze SMTP. Wymagany jedynie, gdy serwer wymaga autoryzacji.

source: Your password for the SMTP server. Only required if the SMTP server requires authentication.
fi: Salasana SMTP palvelimelle. Tarvitaan vain jos palvelin vaatii kirjautumisen.
fr: Le mot de passe de messagerie. Requis uniquement si le serveur SMTP requiert une authentification.
it: La password per il server SMTP. Necessaria solo se il server richiede l'autenticazione
pl: Twoje has³o na serwerze SMTP. Wymagane jedynie, gdy serwer wymaga autoryzacji.

source: Activate this if the SMTP server requires authentication.
fi: Aktivoi, jos SMTP palvelin vaatii kirjautumisen.
fr: Activer cette option si le serveur SMTP requiert une authentification.
it: Attiva questa opzione se il server SMTP richiede l'autenticazione
pl: W³±cz je¶li serwer SMTP wymaga autoryzacji.

source: Choose how the security of the connection to the SMTP server is established.
fr: Choisir comment la sécurité de la connection du serveur SMTP est établie.
it: Scegli in che modo dovrà essere stabilita una connessione sicura con il server SMTP
pl: Proszê wybraæ w jaki sposób bêdzie nawi±zywane bezpieczne po³±czenia z serwerem SMTP.

source: Activate this if you provider needs that you first log into its POP3 sever.
fi: Aktivoi t‰m‰ jos palveluntarjoajasi vaatii kirjautumisen ensin POP3-palvelimelle.
fr: Activer cette option si le fournisseur d'accès nécessite une connexion au serveur POP3 en premier.
it: Attiva questa opzione se il provider richiede prima una connessione al server POP3
pl: W³±cz je¶li twój dostawca poczty wymaga zalogowania siê na serwer POP3 przed SMTP.

source: Send your current IP address together with the initial greetings. This avoids some error headers on some providers.
pl: Wysy³a twój aktualny adres IP podczas ³±czenia siê z serwerem. Funkcja pozwala na ominiêcie b³êdów na niektórych serwerach.

source: Add a new account.
fi: Lis‰‰ uusi tili.
fr: Ajouter un nouveau compte.
it: Aggiungi un nuovo account
pl: Dodaje nowe konto.

source: Test the settings of the currently selected account.
fr: Tester les paramètres du compte sélectionné.
it: Prova le impostazione del corrente account selezionato
pl: Testuje ustawienia aktualnie wybranego konta.

source: Remove the currently selected account.
pl: Usuwa aktualnie wybrane konto.

source: off
fi: ei koskaan
fr: désactivé
it: disattivato
pl: wy³±czone

source: as you type
fi: kirjoitettaessa
fr: lors de la frappe
it: quando scrivi
pl: podczas pisania

source: before storing
fi: ennen tallennusta
fr: avant de stocker
it: prima di salvare
pl: przed zachowaniem

source: Editor
fi: Viestin kirjoittaminen
fr: Éditeur
pl: Edytor

source: Word wrap
fi: Rivitys
fr: Césure
it: Margine automatico
pl: Dzielenie linii

source: Replying
fi: Vastaaminen
fr: Réponse
it: Risposta
pl: Odpowiadanie

source: Wrap before quoting
fi: Rivit‰ ennen tekstin lainausta
fr: Césure avant de citer
it: Margine au_tomatico prima di citare
pl: Podziel linie przed cytowaniem

source: Strip signature before quoting
fi: ƒl‰ lainaa alkuper‰isen viestin allekirjoitusta
fr: Raccourcir la signature avant de citer
it: A_bbrevia la firma prima di citare
pl: Usuñ podpis przed cytowaniem

source: Quote empty lines
fr: Citer les lignes vides
it: Cita le linee _vuote
pl: Cytuj puste linie

source: Forwarding
fr: Faire suivre
pl: Podsy³anie

source: Forward mails as attachments
fr: Faire suivre les mails comme pièces jointes
pl: Podsy³aj maile jako za³±czniki

source: Header Configuration
fi: Viestin yl‰tunniste
fr: Configuration en-tête
it: Configurazione intestazione
pl: Konfiguracja nag³ówka

source: Show all headers
fi: N‰yt‰ kaikki tunnisteet
fr: Montrer tous les en-têtes
it: Mostra tutte le _intestazioni
pl: Pokazuj wszystkie nag³ówki

source: From
fi: L‰hett‰j‰
fr: De
it: Da
pl: Od

source: To
fi: Vastaanottaja
fr: A
it: A
pl: Do

source: Subject
fi: Otsikko
fr: Sujet
it: Oggetto
pl: Temat

source: Date
fi: P‰iv‰ys
it: Data
pl: Data

source: Reply-To
fr: Répondre à
it: Rispondi-A
pl: Odpisz-Do

source: Additional headers
fi: Lis‰tunnisteet
fr: En-têtes additonnels
it: Intestazioni addizionali
pl: Dodatkowe nag³ówki

source: Read window
fr: Fenêtre de lecture
pl: Czytanie
