Repository: sba1/simplemail
Catalog: po/*.po
Languages: fi, fr, it, pl

source: Unsubscribing folders failed!
fr: Désinscription des dossiers échouée!
it: Cancellazione dell'iscrizione delle cartelle fallita!
pl: Odprenumerowanie folderów nie powiod³o siê!

source: Connecting...
fi: Yhdistet‰‰n...
fr: Connexion...
it: Connessione...
pl: £±czenie...

source: Logging in...
fr: Connexion...
it: Accesso a...
pl: Logowanie...

source: Connected
fr: Connecté
it: Connesso
pl: Po³±czony

source: Log in failed. Check user name and password for this account.
pl: Po³±czenie nie powiod³o siê. Sprawd¼ nazwê u¿ytkownika i has³o dla tego konta

source: Unexpected server answer. Connection failed.
fr: Réponse inattendue du serveur. La connexion à échoué.
it: Risposta dal server inaspettata, connessione fallita
pl: Nieoczekiwana odpowied¼ serwera. Po³±czenie nie powiod³o siê.

source: Connecting to the server failed
fr: La connexion au serveur a échouée
it: La connessione al server è fallita
pl: Po³±czenie z serwerem nie powiod³o siê

source: Downloading mails
pl: Pobieranie wiadomo¶ci

source: Determining which mails to download
fr: Calcul du nombre de mails à télécharger
pl: Okre¶lanie wiadomo¶ci do pobrania

source: Downloading new mails
pl: Pobieranie nowych wiadomo¶ci

source: No new mails in folder "%s"
pl: Brak nowych wiadomo¶ci w folderze "%s"

source: One new mail in folder "%s"
pl: Jedna nowa wiadomo¶æ w folderze "%s"

source: %d new mails in folder "%s"
pl: Nowych wiadomo¶ci %d w folderze "%s"

source: Connect with IMAP server
pl: £±czenie z serwerem IMAP

source: Logging in
pl: Logowanie

source: Retrieving mail folders...
fr: Récupération des dossiers des messages...
it: Recupero cartelle dei messaggi...
pl: Odbieranie folderów wiadomo¶ci...

source: Sender address (From) is <%s>, but return address (Reply-To) is <%s>. Which address do you want to use?
fi: L‰hett‰j‰n osoite <%s> on eri kuin vastausosoite <%s>. Mihin vastaus l‰hetet‰‰n?
fr: L'adresse de l'expéditeur (De) est <%s>, mais l'adresse de retour (Répondre à) est <%s>. Quelle adresse souhaitez-vous utiliser?
it: L'indirizzo del mittente è <%s>, ma l'indirizzo di risposta è <%s>. Quale indirizzo si desidera usare?
pl: Adres nadawcy (Od) to <%s>, ale adres zwrotny (Odpisz-Do) to <%s>. Którego adresu mam u¿yæ?

source: _From|*_Reply-To|_Both|_Cancel
fi: _L‰hett‰j‰|*_Vastaus|_Molemmat|_Peru
fr: _De|*_Répondre à|_Tous|_Annuler
it: _Da|*_Rispondi-A|_Tutti|_Annulla
pl: _Od|*Odpisz-_Do|O_bu|Ponie_chaj

source: This e-mail has multiple recipients. Should it be answered to all recipients?
fi: T‰ll‰ viestill‰ on monta vastaanottajaa. L‰hetet‰‰nkˆ vastaus myˆs kaikille vastaanottajille?
fr: Cet email a plusieurs destinataires. Répondre à tous les destinataires?
it: Questo messaggio di posta ha diversi destinatari, rispondere a tutti?
pl: Ta wiadomo¶æ ma wielu odbiorców. Odpowiedzieæ wszystkim?

source: This mail is encrypted. Please enter your passphrase now
fi: T‰m‰ viesti on salattu. Anna salasanasi
fr: Ce message est crypté. Veuillez saisir votre phrase codée maintenant
it: Questo messaggio di posta è criptato, per favore inserisci la tua passphrase
pl: Ta wiadomo¶æ jest zakodowana. Podaj swoje has³o

source: Decrypting failed! Eighter because the passphrase was incorrect or because the encryption is not yet supported by SimpleMail (only PGP 2.6.x supported for now)!
fi: Viestin purkaminen ep‰onnistui! Joko salasanasi oli virheellinen tai t‰m‰ kryptaus ei ole viel‰ tuettu. (Toistaiseksi vain PGP 2.6.x)
it: Decrittazione non riuscita, potrebbe essere accaduto perchè la passphrase è sbagliata oppure perchè la crittazione scelta non è ancora supportata da SimpleMail (al momento è supportata solo la versione 2.6.x di PGP)!
pl: Rozkodowywanie nie powiod³o siê. Mo¿liwe, ¿e twoje has³o by³o nieprawid³owe albo ten rodzaj kodowania nie jest obs³ugiwany przez SimpleMail (tylko PGP 2.6.x)!

source: Unsupported encryption
fi: T‰m‰ kryptaus ei ole tuettu
fr: Cryptage non supporté
it: Crittazione non supportata
pl: Nieobs³ugiwane kodowanie

source: Please select a key for %s <%s>
fi: Valitse avain %s <%s>
fr: Veuillez sélectionner une touche pour %s <%s>
it: Seleziona un tasto per %s <%s>
pl: Proszê wybraæ klucz dla %s <%s>

source: Converting this e-mail will cause the loss of some characters. SimpleMail can store the mail as Unicode so this doesn't happen.
fr: La conversion de ce message causera la perte de quelques caractères. SimpleMail peut stocker le message en Unicode pour que cela ne se produise pas.
it: La conversione di questa mail provocherà la perdita di qualche carattere. SimpleMail può archiviarla in formato Unicode in modo che ciò non accada
pl: Konwersja tej wiadomo¶ci spowoduje utratê niektórych znaków. SimpleMail mo¿e przechowywaæ wiadomo¶ci w formacie Unicode co mo¿e zapobiec utracie tych znaków.

source: Use Unicode|No Unicode
fr: Utiliser Unicode|Pas d'Unicode
it: _Usa Unicode|_Non usare Unicode
pl: U¿yj Unicode|Bez Unicode

source: No valid from field specified. You must configure some Accounts before creating new mails
fi: Sinun on luotava tili, ennen kuin voit l‰hett‰‰ viestej‰
fr: Entrée non valide. Vous devez configurer quelques comptes avant de créer de nouveaux messages
it: Attenzione, dati inseriti nel campo "Da" non validi. E' necessario configurare un account prima di poter comporre dei nuovi messaggi di posta
pl: Nieprawid³owe dane w polu "Od". Musisz skonfigurowaæ jakie¶ konta przed utworzeniem nowych wiadomo¶ci

source: No subject was specified. It is not recommended to create mails without any subject. Do you want to add a subject line?
fr: Aucun sujet n'est spécifié. Il n'est pas recommandé de créer des messages sans aucun sujet. voulez-vous ajouter un sujet?
it: Si sconsiglia di creare messaggi di posta privi Si desidera aggiungere del testo per l'oggetto?
pl: Nie podano tematu wiadomo¶ci. Nie zaleca siê tworzenia wiadomo¶ci bez podania ¿adnego tematu. Czy chcesz go dodaæ teraz?

source: Add|Don't add
fr: Ajouter|Ne pas ajouter
it: _Aggiungi|_Non aggiungere
pl: Dodaj|Nie dodawaj

source: Replies To
fi: Vastaukset
fr: Répondre à
it: Risponde A
pl: Odpowiedzi do

source: Exporting folder %s to %s
fr: Export du dossier %s vers %s
it: Esportazione della cartella %s verso %s
pl: Eksportowanie folderu %s do %s

source: SimpleMail - Exporting folder
fr: SimpleMail - Export de dossier
it: SimpleMail - Esportazione cartella
pl: SimpleMail - Eksportowanie folderu

source: SimpleMail - Importing a mbox file
fr: SimpleMail - Importation d'un fichier mbox
it: SimpleMail - Importazione file mbox
pl: SimpleMail - Importowanie z pliku mbox

source: Error receiving data from host!
fi: Virhe vastaanotettaessa tietoja is‰nn‰lt‰!
fr: Erreur lors de la réception des données de l'hôte!
it: Errore durante la ricezione dei dati dall'host!
pl: B³±d podczas odbierania danych!

source: Failed to authenticate via APOP. Server hasn't delivered a timestamp.
pl: Uwierzytelnianie poprzez APOP nie powiod³o siê. Serwer nie dostarczy³ oznaczeñ czasowych.

source: Authenticate via APOP...
pl: Uwierzytelnianie poprzez APOP...

source: Failed to authenticate via APOP
pl: Uwierzytelnianie poprzez APOP nie powiod³o siê

source: Login successful!
fi: Kirjautuminen onnistui!
fr: Connexion réussie!
it: Connessione riuscita!
pl: Logowanie zakoñczone pomy¶lnie!

source: Sending username...
fi: L‰hetet‰‰n k‰ytt‰j‰tunnusta...
fr: Envoi du nom d'utilisateur...
it: Invio del nome utente...
pl: Wysy³anie nazwy u¿ytkownika...

source: Error while identifying the user
pl: B³±d podczas identyfikacji u¿ytkownika

source: Failed to identify the user
pl: B³±d podczas identyfikacji u¿ytkownika

source: Sending password...
fi: L‰hetet‰‰n salasanaa...
fr: Envoi du mot de passe...
it: Invio password...
pl: Wysy³anie has³a...

source: Checking for mail duplicates...
fi: Tarkistetaan kopioiden varalta...
fr: Vérification des doublons...
it: Verifica dei messaggi duplicati...
pl: Poszukiwanie duplikatów wiadomo¶ci...

source: Found %d mail duplicates
fr: %d doublons trouvés
it: Trovati %d messaggi duplicati
pl: Znaleziono %d duplikatów wiadomo¶ci

source: Getting statistics...
fi: Haetaan tilastoja...
fr: Recherche statistiques...
it: Acquisizione statistiche...
pl: Pobieranie statystyk...

source: Could not get server statistics
fi: Tilastojen hakeminen ep‰onnistui
fr: Impossible d'avoir les statistiques du serveur
it: Impossibile ottenere le statistiche dal server
pl: Nie mo¿na pobraæ statystyk z serwera

source: Getting mail sizes...
fi: Haetaan viestien kokoa...
fr: Recherche taille des messages...
it: Acquisizione dimensioni messaggi di posta...
pl: Pobieranie wielko¶ci wiadomo¶ci...

source: Getting mail infos...
fr: Recherche des informations...
it: Acquisizione informazioni sui messaggi di posta...
pl: Pobieranie informacji o wiadomo¶ci...

source: Couldn't receive more statistics
fi: Lis‰ tilastojen vastaanotto ep‰onnistui
fr: Impossible de recevoir plus de statistiques
it: Impossibile ricevere ulteriori statistiche
pl: Nie mo¿na pobraæ wiêcej statystyk

source: Waiting for user interaction
fi: Odotetaan k‰ytt‰j‰n komentoa
fr: Attente d'une intervention de l'utilisateur
it: In attesa di attività utente
pl: Czekanie na dzia³anie u¿ytkownika

source: Logging out...
fi: Kirjaudutaan pois...
fr: Déconnexion...
it: Disconnessione...
pl: Roz³±czanie...

source: Can't get new filename!
fi: Uuden tiedostonimen saaminen ep‰onnistui!
fr: Impossible d'avoir un nouveau nom de fichier!
it: Impossibile ottenere un nuovo nome per il file!
pl: Nie mo¿na nadaæ nowej nazwy pliku!

source: Can't open mail file!
fi: Viestin avaus ep‰onnistui!
fr: Impossible d'ouvrir le fichier du message!
it: Impossibile aprire il messaggio di posta!
pl: Nie mo¿na otworzyæ wiadomo¶ci!

source: Couldn't receive the mail
fi: Viestien vastaanotto ep‰onnistui
fr: Impossible de recevoir le message
it: Impossibile ricevere il messaggio di posta!
pl: Nie mo¿na odebraæ wiadomo¶ci

source: Error while receiving the mail
fi: Virhe vastaanotettaessa viestej‰
fr: Erreur lors de la réception des messages
it: Errore durante la ricezione del messaggio di posta!
pl: B³±d podczas odbierania wiadomo¶ci

source: Error while writing the mail onto disk
fi: Virhe kirjoitettaessa viestej‰ levylle
fr: Erreur lors de l'écriture des messages sur le disque
it: Errore durante la scrittura su disco del messaggio!
pl: B³±d podczas zapisywania wiadomo¶ci na dysku

source: Fetching mails from %s
fr: Rapatrie les messages de %s
it: Prelevamento messaggi da %s
pl: Pobieranie wiadomo¶ci z %s

source: Can't access income folder!
pl: Brak dostêpu do folderu przychodz±cych!

source: Couldn't download the mail!
fi: Viestin vastaanottaminen ep‰onnistui!
fr: Impossible de télécharger le message!
it: Impossibile scaricare il messaggio di posta!
pl: Nie mo¿na pobraæ wiadomo¶ci!

source: Marking mail as deleted...
fi: Merkit‰‰n viesti poistetuksi...
fr: Marque les messages comme effacés...
it: Marcatura dei messaggi come cancellati...
pl: Ustawianie statusu na skasowany...

source: Can't mark mail as deleted!
fi: Viestin merkitseminen ep‰onnistui!
fr: Impossible de marquer le courrier comme effacé!
it: Impossibile marcare il messaggio come eliminato!
pl: Nie mo¿na ustawiæ statusu na skasowany!

source: Unable to connect to server %s: %s
fr: Impossible de se connecter au serveur %s: %s
pl: Nie mo¿na po³±czyæ siê z serwerem %s: %s

source: Carbon Copy
fi: Kopio
fr: Copie carbone
it: Copia per conoscenza
pl: Kopia

source: I/O-Error.
fi: I/O-virhe.
fr: Erreur d'E/S
it: Errore di I/O
pl: B³±d wej¶cia/wyj¶cia.

source: Not enough memory.
fi: Ei tarpeeksi muistia.
fr: Mémoire insuffisante.
it: Memoria insufficiente
pl: Zbyt ma³o wolnej pamiêci.

source: Internal error.
fi: Ohjelman sis‰inen virhe.
fr: Erreur interne.
it: Errore interno
pl: B³±d wewnêtrzny.

source: Can't create temporary file.
fi: V‰liaikaisten tiedostojen luominen ep‰onnistui.
fr: Impossible de créer un fichier temporaire.
it: Impossibile creare un file temporaneo
pl: Nie mo¿na utworzyæ pliku tymczasowego.

source: Unable to save the active mail.
fr: Impossible d'enregistrer un mail actif.
it: Impossibile salvare il messaggio attivo
pl: Nie mo¿na zapisaæ aktywnego maila.

source: Cannot delete mails, because folder is in use.
fr: Impossible d'effacer les courriers, car le dossier est en cours d'utilisation.
it: Impossibile cancellare il messaggio di posta perchè ancora in uso
pl: Nie mo¿na skasowaæ wiadomo¶ci, poniewa¿ folder jest w u¿yciu.

source: Do you really want to delete the selected mail permanently?
fi: Haluatko varmasti poistaa viestin pysyv‰sti?
fr: Désirez-vous vraiment effacer les courriers sélectionnés définitivement?
it: Si desidera cancellare definitivamente il messaggio di posta selezionato?
pl: Czy na pewno chcesz trwale usun±æ zaznaczon± wiadomo¶æ?

source: Do you really want to delete %d mails permanently?
fi: Haluatko varmasti poistaa n‰m‰ viestit pysyv‰sti?
fr: Désirez-vous vraiment effacer les %d messages définitivement?
it: Si desidera cancellare definitivamente i %d messaggi di posta selezionati?
pl: Czy na pewno chcesz trwale usun±æ %d zaznaczonych wiadomo¶ci?

source: _Yes|_No
fi: _Kyll‰|_Ei
fr: _Oui|_Non
it: _Si|_No
pl: _Tak|_Nie

source: Please select the folder where to move the mail
fr: Sélectionner le dossier où vous désirez importer le message
pl: Proszê wybraæ folder do którego ma zostaæ przeniesiona wiadomo¶æ

source: Please select the folder where to move the mails
fr: Sélectionner le dossier où vous désirez importer les messages
it: Seleziona una cartella dove spostare i messaggi
pl: Proszê wybraæ folder do którego maj± zostaæ przeniesione wiadomo¶ci

source: spam and ham
fr: spam et ham
it: spam e ham'
pl: spam i ham

source: Currently there are too few mails classified as %s. Statistical spam identification works only reliable if you classify enough mails before. 500 mails for both classes are considered enough, but the more you classify correctly the better it works. Number of mails classified as spam (bad mails): %ld Number of mails classified as ham (good mails): %ld Continue to try to look for spam mails?
fr: Il y a actuellement trop peu de messages classés comme %s. Les statistiques d'identification de spam ne sont efficaces que si suffisamment de messages sont classés avant. 500 messages pour chaque classe sont suffisants, mais plus de messages sont classés correctement et plus cela sera efficace. Nombre de messages classés comme spam (indésirables): %ld Nombre de messages classés comme ham (désirables): %ld Continuer à chercher des spams?
it: Attualmente non ci sono abbastanza messaggi classificati come %s. Le statistiche di identificazione dello spam funzionano solo se prima vengono classificati un certo numero di messaggi sufficienti allo scopo. 500 messaggi per ciascuna classe in genere sono considerati più che sufficienti ma più ne verranno classificati meglio funzionerà l'identificazione. Numero di messaggi classificati come spam (indesiderati): %ld Numero di messaggi classificati come ham (buoni): %ld Continuare la ricerca dei messaggi spam?
pl: Obecnie jest zbyt ma³o wiadomo¶ci zaklasyfikowanych jako %s. Statystyczna identyfikacja spamu dzia³a wiarygodnie, je¶li wcze¶niej zaklasyfikujesz odpowiedni± ilo¶æ wiadomo¶ci. Liczba wiadomo¶ci zaklasyfikowanych jako spam (z³ych wiadomo¶ci): %ld Liczba wiadomo¶ci zaklasyfikowanych jako ham (dobrych wiadomo¶ci): %ld Kontynuowaæ próby wyszukiwania spamu?

source: _Look for spam mails|_Cancel
fr: _Continuer à chercher des spams|_Annuler
it: _Ricerca mail spam|_Annulla
pl: _Szukaj spamu|Ponie_chaj

source: Choose the file which you like to import
fr: Choisir le fichier que vous désirez importer
it: Seleziona il file che desideri importare
pl: Wybierz plik, z którego chcesz zaimportowaæ dane

source: Couldn't start process for importing.
fr: Impossible de démarrer le processus d'import.
it: Impossibile iniziare il processo di importazione
pl: Nie mo¿na rozpocz±æ importowania.

source: Choose export filename
fr: Choisir le nom du fichier d'export
it: Scegli un nome per il file da esportare
pl: Wybierz nazwê pliku do eksportu

source: Couldn't start process for exporting.
fr: Impossible de démarrer le processus d'export.
it: Impossible iniziare il processo di esportazione
pl: Nie mo¿na rozpocz±æ eksportowania.

source: Select an address book file
pl: Wybierz plik z ksi±¿k± adresow±

source: New Group
fr: Nouveau groupe
it: Nuovo gruppo
pl: Nowa grupa

source: Failed to verify certificate for server %s %s %s SHA1: %s SHA256: %s
it: Impossibile verificare il certificato dal server %s %s %s SHA1: %s SHA256: %s
pl: Nie uda³o siê zweryfikowaæ certyfikatu serwera %s %s %s SHA1: %s SHA256: %s

source: Connect anyway|Trust always|Abort
fr: Toujours connecter|Faire toujours confiance|Annuler
it: _Connetti comunque|Co_nsidera affidabile|_Annulla
pl: Po³±cz mimo to|Zawsze ufaj|Przerwij

source: Not supported
fr: Non supporté
it: Non supportato
pl: Nieobs³ugiwane

source: In order to trust the server permanently, you must save the configuration.
it: Per rendere il server affidabile in modo permanente è necessario salvare la configurazione
pl: Aby zaufaæ serwerowi trwale, musisz zapisaæ konfiguracjê.

source: All mails downloaded completely
fr: Tous les mails téléchargés complètement
it: Tutti i messaggi scaricati con successo
pl: Zakoñczono pobieranie ca³ych wiadomo¶ci

source: Downloading complete mails
pl: Pobieranie ca³ych wiadomo¶ci

source: Downloading all complete mails for folder "%s": %ld mails to go
fr: Downloading all complete mails pour le dossier "%s": %ld mails à rapatrier.
it: Scaricamento di tutti i messaggi completi per la cartella "%s": %ld messaggi mancanti
pl: Pobieranie ca³ych maili z folderu "%s": pozosta³o maili: %ld

source: %ld mails to go
pl: pozosta³o wiadomo¶ci: %ld

source: Could not download complete mail
pl: Nie mo¿na pobraæ ca³ej wiadomo¶ci

source: Service not ready.
fi: Palvelu ei ole valmis.
fr: Service non prêt.
it: Il servizio non è disponibile
pl: Us³uga niedostêpna.

source: DATA-Cmd failed.
fi: DATA-Cmd ep‰onnistui.
fr: DATA-Cmd a échoué.
it: DATA-Cmd falliti
pl: Polecenie DATA nie powiod³o siê.

source: Sending EHLO...
fi: L‰hetet‰‰n EHLO...
fr: Envoi EHLO...
it: Invio EHLO...
pl: Wysy³anie EHLO...

source: Sending HELO...
fi: L‰hetet‰‰n HELO...
fr: Envoi HELO...
it: Invio HELO...
pl: Wysy³anie HELO...

source: HELO failed
fi: HELO ep‰onnistui
fr: HELO a échoué
it: HELO fallito
pl: Polecenie HELO nie powiod³o siê.

source: Connection could not be made secure because the SMTP server doesn't seem to support it!
fi: Suojatun yhteyden muodostaminen ep‰onnistui, koska SMTP palvelin ei tue sit‰!
fr: La connexion ne peut-être sécurisée car le serveur SMTP ne le supporte pas!
it: La connessione non può essere resa sicura perchè il server SMTP non sembra essere in grado di supportarla!
pl: Nie mo¿na uzyskaæ bezpiecznego po³±czenia. Zdaje siê, ¿e serwer SMTP nie obs³uguje go!

source: Sending STARTTLS...
fi: L‰hetet‰‰n STARTTLS...
fr: Envoi STARTTLS...
it: Invio STARTTLS...
pl: Wysy³anie STARTTLS...

source: STARTTLS failed. Connection could not be made secure.
fi: STARTTLS ep‰onnistui. Suojatun yhteyden muodostaminen ep‰onnistui.
fr: STARTTLS a échoué. La connexion ne peut-être sécurisée.
it: STARTTLS fallito, la connessione non può essere resa sicura
pl: Polecenie STARTTLS nie powiod³o siê. Nie mo¿na uzyskaæ bezpiecznego po³±czenia.

source: Connection could not be made secure.
fi: Suojatun yhteyden muodostaminen ep‰onnistui.
fr: La connexion ne peut-être sécurisée.
it: La connessione non può essere resa sicura
pl: Nie mo¿na uzyskaæ bezpiecznego po³±czenia.

source: Sending secured EHLO...
fi: L‰hetet‰‰n suojattu EHLO...
fr: Envoi EHLO sécurisé...
it: Invio EHLO sicuro...
pl: Wysy³anie zabezpieczonego EHLO...

source: Sending secured HELO...
fi: L‰hetet‰‰n suojattu HELO...
fr: Envoi HELO sécurisé...
it: Invio HELO sicuro...
pl: Wysy³anie zabezpieczonego HELO...

source: Sending AUTH...
fi: L‰hetet‰‰n AUTH...
fr: Envoi AUTH...
it: Invio AUTH...
pl: Wysy³anie AUTH...

source: AUTH failed. User couldn't be authenticated. Please recheck your settings.
fi: AUTH ep‰onnistui. K‰ytt‰j‰‰ ei voitu tunnistaa. Tarkista tilin asetukset.
fr: AUTH a échoué. L'utilisateur ne peut-être authentifier. Vérifiez vos réglages.
it: AUTH non riuscita. L'utente non può essere identificato. Verifica le tue impostazioni
pl: Polecenie AUTH nie powiod³o siê. U¿ytkownik nie zosta³ rozpoznany. Proszê, sprawd¼ swoje ustawienia.

source: Sending FROM...
fi: L‰hetet‰‰n FROM...
fr: Envoi FROM...
it: Invio FROM...
pl: Wysy³anie FROM...

source: FROM failed.
fi: FROM ep‰onnistui.
fr: FROM a échoué.
it: FROM non riuscito
pl: Polecenie FROM nie powiod³o siê.

source: Sending RCPT...
fi: L‰hetet‰‰n RCPT...
fr: Envoi RCPT...
it: Invio RCPT...
pl: Wysy³anie RCPT...

source: RCPT failed.
fi: RCPT ep‰onnistui.
fr: RCPT a échoué.
it: RCPT non riuscito
pl: Polecenie RCPT nie powiod³o siê

source: Sending DATA...
fi: L‰hetet‰‰n DATA...
fr: Envoi DATA...
it: Invio DATA...
pl: Wysy³anie DATA...

source: DATA failed.
fi: DATA ep‰onnistui.
fr: DATA a échoué.
it: DATA non riuscito
pl: Polecenie DATA nie powiod³o siê.

source: Sending mails to %s, connecting to %s first
fr: Envoi des courriers vers %s, connexion à %s
it: Invio messaggi di posta a %s, connettendosi prima a %s
pl: Wysy³anie wiadomo¶ci do %s, najpierw ³±czenie siê z %s

source: Log into POP3 Server....
fi: Kirjaudutaan POP3-palvelimelle...
fr: Connexion au serveur POP3...
it: Connessione al server POP3...
pl: Logowanie siê do serwera POP3...

source: Sending mails to %s
fr: Envoi des courriers vers %s
it: Invio messaggi di posta a %s
pl: Wysy³anie wiadomo¶ci do %s

source: Unable to login into server %s
pl: Nie mo¿na zalogowaæ siê na serwer %s

source: Aborted
pl: Przerwano

source: Cannot open bsdsocket.library. Please start a TCP/IP-Stack.
fi: Bsdsocket.library:n avaus ep‰onnistui. K‰ynnist‰ TCP/IP-pino.
fr: Impossible d'ouvrir la bsdsocket.library. Veuillez démarrer une pile TCP/IP.
it: Impossibile aprire la libreria bsdsocket.library, per favore avvia uno stack TCP/IP
pl: Nie mo¿na otworzyæ biblioteki bsdsocket.library. Proszê uruchomiæ stos TCP/IP.

source: Time remaining:
fr: Temps restant
it: Tempo restante:
pl: Pozosta³y czas:

source: Connecting to server %s...
fi: Muodostetaan yhteytt‰ palvelimeen %s...
fr: Connexion au serveur %s...
it: Connessione al server %s...
pl: £±czenie siê z serwerem %s...

source: %d KB / %d KB (time left: %s)
fr: %d Ko / %d Ko (temps restant: %s)
it: %d KB / %d KB (tempo restante: %s)
pl: %d KB / %d KB (pozosta³y czas: %s)

source: Processing mail %d (%d KB) of %d
fr: Envoi en cours %d (%d Ko) sur %d
it: Elaborazione messaggio %d (%d KB) di %d
pl: Przetwarzanie wiadomo¶ci %d (%d KB) z %d

source: Not enough memory
fr: Mémoire insuffisante
pl: Zbyt ma³o wolnej pamiêci

source: Connection couldn't be made secure
fr: La connection n'a pas pu être sécurisée
pl: Nie mo¿na zabezpieczyæ po³±czenia

source: Host wasn't found
fr: L'hôte n'a pas été trouvé
it: Host non trovato
pl: Wêze³ nie zosta³ znaleziony

source: Cannot locate host. Try again later
fr: Impossible de localiser l'hôte. Veuillez réessayer plus tard
it: Impossibile localizzare l'host, prova in un secondo tempo
pl: Nie mo¿na znale¼æ wêz³a. Spróbuj ponownie pó¼niej

source: Unexpected server failure
fr: Erreur inattendue du serveur
pl: Nieoczekiwany b³±d serwera

source: No IP associated with name
fr: Aucune IP n'est associée au nom
it: Nessun IP associato al nome
pl: Brak adresu IP powi±zanego z nazw±

source: The specified address is not available on this machine
fr: L'adresse spécifiée n'est pas disponible sur cette machine
it: L'indirizzo specificato non è disponibile su questa macchina
pl: Podany adres jest niedostêpny na tej maszynie

source: Connecting timed out
fr: Délai d'attente de connexion dépassé
pl: Okres oczekiwania na po³±czenie zosta³ przekroczony
