Repository: sba1/simplemail
Catalog: po/*.po
Languages: fi, fr, it, pl

source: Change|Ignore this time|Ignore always
fr: Changer|Ignorer cette fois|Toujours ignorer
it: _Modifica|_Ignora per ora|Ignora _sempre
pl: Zmieñ|Zignoruj raz|Ignoruj zawsze

source: Unknown
it: Sconosciuto
pl: Nieznany b³±d

source: Copies to
fi: Kopiot
fr: Copies à
it: Copie per
pl: Kopie do

source: <No Recipient>
fr: <Aucun destinataire>
it: <Nessun destinatario>
pl: <brak odbiorcy>

source: Message
fi: Viesti
it: Messaggio
pl: Wiadomo¶æ

source: POP3 Server
fi: POP3-palvelin
fr: Serveur POP3
it: Server POP3
pl: Serwer POP3

source: Mail Settings
fi: Kansion ominaisuudet
fr: Réglages messages
it: Impostazioni messaggio
pl: Ustawienia wiadomo¶ci

source: Show From/To?
fi: N‰yt‰ L‰hett‰j‰/Vastaanottaja?
fr: Montrer De/À
it: Mostra da/a
pl: Pokazuj Od/Do

source: Show Subject?
fi: N‰yt‰ otsikko?
fr: Montrer Sujet?
it: Mostra oggetto
pl: Pokazuj temat

source: Show Reply-To?
fi: N‰yt‰ vastausosoite?
fr: Montrer Répondre à?
it: Mostra rispondi-a
pl: Pokazuj adres zwrotny

source: Show Date?
fi: N‰yt‰ p‰iv‰ys?
fr: Montrer date?
it: Mostra data
pl: Pokazuj datê

source: Show Size?
fi: N‰yt‰ koko?
fr: Montrer taille?
it: Mostra dimensione
pl: Pokazuj rozmiar

source: Show Filename?
fi: N‰yt‰ tiedostonimi?
fr: Montrer nom du fichier?
it: Mostra nome file
pl: Pokazuj nazwê pliku

source: Show POP3 Server?
fr: Montrer serveur POP3
it: Mostra server POP3
pl: Pokazuj serwer POP3

source: Show Received?
fr: Montrer reçus?
it: Mostra ricevuto
pl: Pokazuj odebrane

source: Spam Check
fr: Vérification spam
it: Verifica spam
pl: Sprawd¼ spam

source: Set status
fi: Aseta tila
fr: Fixer le statut
it: Imposta stato su
pl: Ustaw status na

source: Mark
fi: Merkitty
fr: Marquer
it: Marcato
pl: zaznaczona

source: Unmark
fi: Poista merkint‰
fr: Démarquer
it: Demarcato
pl: odznaczona

source: Hold
fi: Pidossa
fr: Bloquer l'envoi
it: In sospeso
pl: wstrzymana

source: Is Spam
fr: est un spam
it: Spam
pl: spam

source: Is Ham
fr: est un ham
it: Ham
pl: ham

source: Delete
fi: Poista
fr: Effacer
it: Cancella
pl: Skasuj

source: Error
fr: Erreur
it: Errore
pl: B³±d

source: Repl. & Forw.
fr: Rép. & Réexp.
it: Risposta e Inoltro
pl: Odpisana i podes³ana

source: Excerpt
fr: Extrait
it: Estratto
pl: Fragment

source: Show Excerpt?
pl: Pokazuj fragment

source: Reset this column's width
fr: Réinitialier la largeur de cette colonne
it: Ripristina colonna in larghezza
pl: Wyzeruj szeroko¶æ tej kolumny

source: Reset all columns' widths
fr: Réinitialier la largeur des colonnes
it: Ripristina tutte le colonne in larghezza
pl: Wyzeruj szeroko¶æ wszystkich kolumn

source: Default Order
pl: Domy¶lny porz±dek

source: Dragging a single message
fr: Glisser un message
it: Sposta un singolo messaggio
pl: Przeci±ganie pojedynczej wiadomo¶ci

source: Dragging %d messages
fr: Glisser %d messages
it: Spostamento di %d messaggi
pl: Przeci±ganie %d wiadomo¶ci

source: Rea_d
fi: _Lue
fr: _Lire
it: Le_ggi
pl: _Czytaj

source: _Edit
fi: _Muokkaa
fr: _Éditer
it: Mo_difica
pl: _Edytuj

source: _Move
fr: _Dépl.
it: Sp_osta
pl: _Przenie¶

source: De_lete
fi: _Poista
fr: _Effacer
it: _Cancella
pl: S_kasuj

source: Ge_tAdd
fi: Osoite
fr: A_jouter
it: Pre_Ind.
pl: _We¼Adr

source: _Reply
fi: _Vastaa
fr: _Rép.
it: _Rispondi
pl: O_dpisz

source: For_ward
fi: V_‰lit‰
fr: S_uivre
it: Inol_tra
pl: P_ode¶lij

source: _Fetch
fr: Recev_oir
it: _Preleva
pl: Po_bierz

source: _Send
fi: L‰h_et‰
fr: Envo_yer
it: I_nvia
pl: Wy¶_lij

source: Searc_h
fr: C_hercher
it: C_erca
pl: Szuka_j

source: Opens a window where you can search through your mail folder.
fr: Ouvre une fenêtre dans laquelle vous pouvez faire des recherches dans vos dossiers.
it: Apre una finestra dove sarà possibile effetture ricerche all'interno delle cartelle
pl: Otwiera okno, w którym mo¿esz przeszukiwaæ swoje foldery wiadomo¶ci.

source: F_ilter
fi: _Suodata
fr: _Filtrer
it: _Filtra
pl: F_iltruj

source: Process every mail within the current selected folder via the filters.
fr: Filtre chaque message dans le dossier courant sélectionné.
it: Elabora tramite filtro ciascun messaggio di posta all'interno della cartella selezionata
pl: Przetwarza wszystkie wiadomo¶ci z aktualnego folderu przez filtry.

source: Checks the current selected folder for spam. If a potential spam mail has been found it will be marked.
fr: Vérifie le dossier courant sélectionné pour du spam. Si un spam potentiel a été trouvé, il sera marqué.
it: Verifica potenziale contenuto spam nella cartella attualmente selezionata. Se verrà trovato dello spam questo verrà correttamente marcato
pl: Sprawdza aktualnie wybrany folder w poszukiwaniu spamu. Je¶li zostanie znaleziony potencjalny spam, zostanie on zaznaczony.

source: Is_olate
fr: _Isoler
it: Isol_a
pl: I_zoluj

source: Isolates all spam marked mails within the current selected folder.
fr: Isole tous les spams dans le dossier courant sélectionné.
it: Isola e trasferisce tutti i messaggi contrassegnati come spam nella cartella apposita
pl: Izoluje wszystkie wiadomo¶ci zaznaczone jako spam w aktualnie wybranym folderze.

source: _Abook
fi: _Osoitekirja
fr: Cont_acts
it: Ru_brica
pl: _Adresy

source: Filters
fr: Filtres
pl: Filtry

source: Opens a window where the filters can be edited.
fr: Ouvre une fenêtre où les filtres peuvent être édités.
it: Apre una finestra dove sarà possible configurare i filtri
pl: Otwiera okno, w którym mo¿na edytowaæ filtry.

source: _Config
fi: Asetukset
pl: Kon_fig

source: Binary generated from %s using gcc %s.
it: File binario generato da %s usando GCC %s.
pl: Plik wygenerowany z %s przy u¿yciu gcc %s.

source: No ssl support.
it: Nessun supporto SSL
pl: Brak obs³ugi SSL.

source: SSL support via %s.
it: Supporto SSL via %s
pl: Obs³uga SSL poprzez %s.

source: SimpleMail - About
fi: SimpleMail - Tietoja
fr: SimpleMail - À propos
it: SimpleMail - Informazioni
pl: SimpleMail - O programie

source: and
fi: ja
fr: et
it: e
pl: i

source: Released under the terms of the GNU Public License
fi: Julkaistu GNU julkisen lisenssin ehdoilla
fr: Réalisé sous les termes de la License Publique GNU (GPL)
it: Rilasciato secondo i termini della Licenza Pubblica Generica (GPL)
pl: Program wydany na warunkach GNU Public License

source: ?:About...
fi: ?:Tietoja...
fr: ?:À propos...
it: ?:Informazioni su SimpleMail...
pl: ?:O programie...

source: About MUI...
fi: Tietoja MUI:sta...
fr: À propos de MUI...
it: Informazioni su MUI...
pl: O MUI...

source: O:Open Message...
pl: O:Otwórz wiadomo¶æ...

source: Delete All Indexfiles
pl: Skasuj pliki indeksów

source: Save All Indexfiles
pl: Zapisz pliki indeksów

source: Import mbox File...
pl: Importuj z pliku mbox...

source: Import dbx File...
pl: Importuj z pliku dbx...

source: S:Send Queued Mails
pl: S:Wy¶lij pocztê oczekuj±c±

source: F:Check All Active Accounts
pl: F:Sprawd¼ wszystkie aktywne konta

source: Check Single Account
pl: Sprawd¼ pojedyncze konto

source: Show Window
pl: Pokazuj okno

source: Logging...
pl: Logowanie...

source: Progress...
fr: Progression...
it: Progressi...
pl: Postêp...

source: Q:Quit
fi: Q:Lopeta
fr: Q:Quitter
it: Q:Esci
pl: Q:Skoñcz

source: Folder
fi: Kansio
fr: Dossier
it: Cartella
pl: Foldery

source: New...
fr: Nouveau...
it: Nuovo...
pl: Nowa...

source: Delete...
fi: Poista...
fr: Effacer...
it: Elimina...
pl: Skasuj...

source: Export As mbox...
pl: Eksportuj jako mbox...

source: Rescan
fr: Rescanner
it: Scansiona
pl: Przeskanuj ponownie

source: Options...
it: Opzioni...
pl: Opcje...

source: P:Run Spam Mail Check
pl: P:Uruchom sprawdzanie spamu

source: I:Isolate Spam Mails
pl: I:Izoluj spam

source: H:Classify All Mails As Ham
pl: H:Zaklasyfikuj wszystkie wiadomo¶ci jako ham

source: N:New...
fr: N:Nouveau...
it: N:Nuovo...
pl: N:Nowa...

source: D:Read...
fr: D:Lire...
it: g:Leggi...
pl: D:Czytaj...

source: E:Edit...
fr: E:Éditer...
it: M:Modifica...
pl: E:Edytuj...

source: Save As...
fi: Tallenna nimell‰...
fr: Sauver sous...
it: Salva come...
pl: Zapisz jako...

source: R:Reply...
fr: R:Répondre...
it: R:Rispondi...
pl: R:Odpowiedz...

source: W:Forward...
fr: W:Faire suivre
it: t:Inoltra...
pl: W:Pode¶lij...

source: Show Raw...
pl: Poka¿ ca³y plik...

source: Create Filter
pl: Utwórz filtr

source: On Senders...
pl: dla nadawców...

source: On Recipients...
pl: dla odbiorców...

source: On Subjects...
pl: dla tematów...

source: M:Move...
fi: M:Siirr‰...
fr: M:Déplacer...
it: o:Sposta...
pl: M:Przenie¶...

source: Copy...
fi: Kopioi...
fr: Copier...
it: Copia...
pl: Skopiuj...

source: A:Select All Messages
pl: A:Zaznacz wszystkie wiadomo¶ci

source: Z:Clear Selection
pl: Z:Wyczy¶æ zaznaczenie

source: Settings
fi: Asetukset
fr: Préférences
it: Impostazioni
pl: Ustawienia

source: Show Folders?
pl: Pokazuj foldery

source: Show Address Book?
pl: Pokazuj ksi±¿kê adresow±

source: Show Selected Message?
pl: Pokazuj wybrane wiadomo¶ci

source: Show Quick Filter?
pl: Pokazuj szybki filtr

source: Address Book...
pl: Ksi±¿ka adresowa...

source: Configuration...
fi: Asetukset...
it: Configurazione...
pl: Konfiguracja...

source: Filters...
fi: Viestien s‰‰nnˆt...
fr: Filtres...
it: Filtri...
pl: Filtry...

source: Save Settings
fi: Tallenna asetukset
fr: Sauver les préférences
it: Salva
pl: Zapisz ustawienia

source: Scripts
fi: Skriptit
it: Script
pl: Skrypty

source: .:Execute ARexx Script...
fi: .:Suorita ARexx skripti...
fr: .:Exécuter un script ARexx...
it: .:Esegui...
pl: .:Wykonaj skrypt ARexx'a...

source: Allows you to filter for messages containing the given texts within their From or Subject fields.
fr: Cette zone permet de filtrer des messages selon des mots clés contenus dans le corps du message ou bien dans le sujet. Le filtre ne s'applique toutefois qu'au dossier en cours de visualisation.
it: fornito all'interno dei campi "Da" e "Oggetto"
pl: Pozwala na odfiltrowanie wiadomo¶ci zawieraj±cych podany tekst w polach "Do" lub "Temat".

source: SimpleMail needs at least version %ld.%ld of the NListtree.mcc MUI subclass! It's available from %s
fr: SimpleMail nécessite au moins la version %ld.%ld de la sous-classe MUI NListtree.mcc! Elle est disponible sur %s
it: SimpleMail richiede almeno la versione %ld.%ld della classe MUI NListtree.mcc La classe è disponibile su %s
pl: SimpleMail wymaga klasy MUI NListtree.mcc w wersji co najmniej %ld.%ld! Znajdziesz j± pod adresem: %s

source: SimpleMail needs at least version %ld.%ld of the NList.mcc MUI subclass! It's available from %s
fr: SimpleMail nécessite au moins la version %ld.%ld de la sous-classe MUI NList.mcc! Elle est disponible sur %s
pl: SimpleMail wymaga klasy MUI NListtree.mcc w wersji co najmniej %ld.%ld! Znajdziesz j± pod adresem: %s

source: Total:
fi: Yhteens‰:
it: Totali:
pl: Razem:

source: New:
fi: Uusia:
fr: Nouveau(x):
it: Nuovi:
pl: Nowych:

source: Unread:
fi: Lukematta:
fr: Non-lu(s)
it: Non letti:
pl: Nieprzeczytanych:

source: Total:%d New:%d Unread:%d
fi: Yhteens‰:%d Uusia:%d Lukematta:%d
fr: Total:%d Nouveau(x):%d Non-lu(s):%d
it: Totali: %d Nuovi: %d Non letti: %d
pl: Razem:%d Nowych:%d Nieprzeczytanych:%d

source: %s (T:%d N:%d U:%d)
fr: %s (T:%ld N:%ld U:%ld)
pl: %s (R:%d N:%d NP:%d)

source: No fetchable account specified
fr: Aucun compte accessible spécifié
it: Nessun account accessibile specificato
pl: Nie okre¶lono konta, z którego mo¿na pobraæ wiadomo¶ci

source: %s (next autocheck at %s)
fr: %s (prochaine relève à %s)
it: %s (prossima autoverifica: %s)
pl: %s (nastêpne sprawdzenie automatyczne o %s)

source: File %s already exists in %s. Do you really want to replace it?
fr: Le fichier %s existe déjà dans %s. Désirez-vous vraiment le remplacer?
it: Il file %s è già esistente all'interno di %s Si desidera realmente sostituirlo?
pl: Plik %s ju¿ istnieje w %s. Czy na pewno chcesz go zast±piæ?

source: _Orginal (%s)|_Converted (%s)| _UTF8|_Cancel
fr: _Original (%s)|_Converti(s) (%s)| _UTF8|_Annuler
it: _Originale(i) (%s)|_Convertito(i) (%s)| _UTF8|_Annulla
pl: _Oryginalna (%s)|_Przekonwertowana (%s)|_UTF8|Ponie_chaj

source: The orginal charset of the attached file differs from yours. In which charset do you want the file being saved?
fr: Le jeu de caractères original du fichier attaché diffère du votre. Avec quel jeu souhaitez-vous que le fichier soit sauvé?
it: Il tipo di font nel file allegato sembra differente rispetto a quelli presenti nel sistema. Con quale set di caratteri si desidera salvare il file?
pl: Oryginalny zestaw znaków za³±czonego pliku jest inny ni¿ ten u¿ywany przez ciebie. W jakim zestawie znaków plik ma zostaæ zapisany?

source: Are you sure that you want to start this executable?
fi: Oletko varma, ett‰ haluat suorittaa t‰m‰n tiedoston?
fr: Êtes vous sûr de vouloir exécuter ce programme?
it: Sei sicuro di voler avviare questo eseguibile?
pl: Jeste¶ pewien, ¿e chcesz uruchomiæ ten program?

source: *_Yes|_Cancel
fi: _Kyll‰|_Peru
fr: *_Oui|_Annuler
it: _Si|_Annulla
pl: *_Tak|Ponie_chaj

source: Main Message
fr: Message principal
pl: Wiadomo¶æ

source: Unnamed
fr: Sans nom
it: Senza nome
pl: Bez nazwy

source: ?attachment:View
fr: ?attachment:Voir
pl: ?attachment:Poka¿

source: ?attachment:Save
fr: ?attachment:Sauver
pl: ?attachment:Zapisz

source: %ld bytes
fr: %ld octets
it: %ld byte
pl: %ld bajtów

source: Write to...
fr: Écrire à...
pl: Napisz do...

source: Add to addressbook...
fr: Ajouter au carnet d'adresses...
pl: Dodaj do ksi±¿ki adresowej...

source: PGP Key ID
fi: PGP avaimen ID
fr: ID Clé PGP
it: ID Chiave PGP
pl: ID klucza PGP

source: User ID
fi: K‰ytt‰j‰tunnus
fr: ID utilisateur
it: ID utente
pl: ID u¿ytkownika

source: SimpleMail - Search
fr: SimpleMail - Recherche
it: SimpleMail - Ricerca
pl: SimpleMail - Wyszukiwanie

source: Search _into
fr: Chercher dans
it: Cerca _in
pl: Szukaj w

source: _Subject
fr: _Sujet
it: Oggetto
pl: _Temat

source: _Body
fr: _Corps
it: Corpo
pl: Tr_e¶æ

source: S_tart search
fr: Commencer la recherche
it: _Inizia ricerca
pl: _Rozpocznij szukanie

source: Sto_p search
fr: Arreter la recherche
it: _Ferma ricerca
pl: _Przerwij szukanie

source: Shutting down...
fr: Fermeture...
it: Chiusura...
pl: Zamykanie...

source: _Prev
fi: _Edellinen
fr: _Préc.
it: _Precedente
pl: _Poprzednia

source: _Next
fi: _Seuraava
fr: Sui_vant
it: _Successivo
pl: _Nastêpna

source: _Save
fi: _Tallenna
fr: _Sauver
it: _Salva
pl: Zapi_sz

source: Pr_int
fi: T_ulosta
fr: _Imprimer
it: Sta_mpa
pl: D_rukuj

source: _Delete
fi: _Poista
fr: _Effacer
it: _Cancella
pl: _Usuñ

source: _Forward
fi: V‰lit‰
fr: S_uivre
it: Inol_tra
pl: Pode¶li_j

source: _Original (%s)|_Converted (%s)| _UTF8|_Cancel
pl: _Oryginalna (%s)|_Przekonwertowana (%s)|_UTF8|Ponie_chaj

source: The original charset of the attached file differs from yours. In which charset do you want the file being saved?
pl: Oryginalny zestaw znaków za³±czonego pliku jest inny ni¿ ten u¿ywany przez ciebie. W jakim zestawie znaków plik ma zostaæ zapisany?

source: The selected destination drawer "%s" doesn't exists. Should it be created?
fr: Le répertoire de destination sélectionné "%s" n'existe pas. Voulez-vous le créer ?
it: La cartella di destinazione selezionata "%s" non esiste. Si desidera crearla?
pl: Wybrany katalog docelowy "%s" nie istnieje. Czy ma on zostaæ utworzony?

source: *_Yes|_No
fi: _Kyll‰|_Ei
fr: *_Oui|_Non
it: *_Si|_No
pl: *_Tak|_Nie

source: Save All Attachments...
pl: Zapisz wszystkie za³±czniki...

source: Print Visible Mail Part
pl: Wydrukuj widzialn± czê¶æ wiadomo¶ci

source: Show All Headers?
pl: Pokazuj wszystkie nag³ówki

source: SimpleMail - Read Message
fi: SimpleMail - Lue viesti
fr: SimpleMail - Lire message
it: SimpleMail - Lettura messaggio
pl: SimpleMail - Czytanie wiadomo¶ci

source: Attachment
fi: Liitteet
fr: Pièce jointe
it: Allegato
pl: Za³±cznik

source: Open
fi: Avaa
fr: Ouvrir
it: Apri
pl: Otwórz

source: Print As Text
pl: Wydrukuj jako tekst

source: Save Whole Document As...
pl: Zapisz ca³y dokument jako...

source: Mail No
fi: Viesti nro
fr: Message No
it: Messaggio Nr
pl: Nr wiadomo¶ci

source: Ignore
fi: Ohita
fr: Ignorer
it: Ignora
pl: Ignoruj

source: Download
fi: Hae
fr: Télécharger
it: Scarica
pl: Pobierz

source: Download & Delete
fi: Hae ja poista
fr: Télécharger & effacer
it: Scarica & Cancella
pl: Pobierz i skasuj

source: _Start
fi: Aloita
fr: _Démarrer
it: _Inizia
pl: _Rozpocznij

source: Select All
fi: Valitse kaikki
fr: Tout sélectionner
it: Seleziona tutto
pl: Zaznacz wszystkie

source: Select None
fi: ƒl‰ valitse yht‰‰n
fr: Tout désélectionner
it: Inverti selezione
pl: Odznacz wszystkie

source: Ignore not listed mails
fi: Ohita listaamattomat viestit
fr: Ignorer les messages non listés
it: Ignora messaggi non listati
pl: Ignoruj niewypisane wiadomo¶ci

source: Waiting...
fi: Odotetaan...
fr: En attente...
it: Attendere...
pl: Oczekiwanie...

source: _Skip
fr: _Passer
it: _Tralascia
pl: P_omiñ

source: _Abort
fi: Peru
fr: _Annuler
it: _Interrompi
pl: _Przerwij

source: Without
fr: Sans
it: Nessuna
pl: Bez

source: Failed while sending data to printer!
fr: Échec lors de l'envoi vers l'imprimante!
it: Errore nell'invio dei dati alla stampante!
pl: Wysy³anie danych do drukarki nie powiod³o siê!

source: Can't access printer!
fr: Impossible d'accéder à l'imprimante!
pl: Brak dostêpu do drukarki!

source: Central/East (Windows)
fr: Central/Est (Windows)
pl: Centralno-/Wschodnioeuropejski (Windows)

source: Cyrillic (Windows)
pl: Cyrylica (Windows)

source: West European (Windows)
fr: Europe de l'ouest (Windows)
pl: Zachodnioeuropejski (Windows)

source: Nordic
fr: Nordique
pl: Nordycki

source: Greek
fr: Grec
pl: Grecki

source: West European (with EURO)
fr: Europe de l'ouest (avec EURO)
it: Europa dell'Ovest (con EURO)
pl: Zachodnioeuropejski (ze znakiem EURO)

source: West European
fr: Europe de l'ouest
it: Europa dell'Ovest
pl: Zachodnioeuropejski

source: Central/East European
fr: Europe centrale/de l'est
it: Europa centrale/dell'Est
pl: Centralno-/Wschodnioeuropejski

source: South European
fr: Europe du sud
it: Europa del Sud
pl: Po³udniowoeuropejski

source: North European
fr: Europe du nord
it: Nord Europeo
pl: Pó³nocnoeuropejski

source: Russian
fr: Russe
it: Russo
pl: Rosyjski

source: Slavic languages
fr: Langages slaves
it: Lingue Slave
pl: Jêzyki s³owiañskie

source: Turkish
fr: Turc
it: Turco
pl: Turecki

source: West European II
fr: Europe de l'ouest II
it: Europa dell'Ovest II
pl: Zachodnioeuropejski II

source: South-Eastern European
pl: Po³udniowowschodnioeuropejski

source: Importing %s to %s
fr: Import de %s vers %s
pl: Importowanie %s do %s

source: Importing %s
fr: Import de %s
it: Importazione di %s
pl: Importowanie %s

source: SimpleMail - Importing a dbx file
fr: SimpleMail - Import de fichier dbx
pl: SimpleMail - Importowanie z pliku dbx

source: Scanning folder "%s"
pl: Egzaminowanie folderu "%s"

source: Reading mail %ld of %ld
pl: Odczytywanie wiadomo¶ci %ld z %ld

source: Folder "%s" scanned
fr: Dossier "%s" examiné
it: Cartella "%s" scansionata
pl: Przeskanowano folder"%s".

source: Can't delete folder because it is currently in use.
pl: Nie mo¿na skasowaæ folderu, poniewa¿ jest on w u¿yciu.

source: Can't delete folder because it is currently being rescanned.
it: Impossibile cancellare la cartella perchè è in fase di scansione
pl: Nie mo¿na skasowaæ folderu, poniewa¿ jest on obecnie egzaminowany.

source: You are going to delete an IMAP folder. This will remove the folder locally but not on the server. The next time you connect to the server the folder will reappear.
it: Attenzione, si sta per cancellare una cartella IMAP. Questo rimuoverà la cartella localmente ma non dal server. La prossima volta che ti connetterai al server vedrai riapparire la cartella
pl: Próbujesz skasowaæ folder IMAP. Spowoduje to skasowanie folderu lokalnie, ale nie na serwerze. Po nastêpnym po³±czeniu z serwerem, folder ten znów siê pojawi.

source: _Delete it|_Cancel
fr: L'_effacer|_Annuler
pl: S_kasuj|Ponie_chaj

source: Do you really want to delete the folder and all its mails?
fr: Désirez-vous vraiment effacer le dossier ainsi que tous ces messages?
pl: Czy na pewno chcesz usun±æ folder oraz wszystkie zawarte w nim wiadomo¶ci?

source: You are going to delete an IMAP server. Unless you don't remove it from the accounts setting page it will reappear the next time SimpleMail is started.
it: Attenzione, si sta per cancellare un server IMAP. A meno che esso non si rimuova direttamente dalla finestra impostazioni esso riapparirà al prossimo riavvio di SimpleMail
pl: Próbujesz skasowaæ serwer IMAP. Dopóki nie usuniesz go z ustawieñ kont bêdzie siê on ponownie pojawia³ po restarcie programu.

source: Do you really want to delete this group? Only the group entry is deleted, not the folders inside the group.
it: Si desidera realmente cancellare questo gruppo? Ricorda che solo il gruppo inserito verrà cancellato senza intaccare le cartelle al suo interno.
pl: Czy na pewno chcesz skasowaæ tê grupê? Tylko wpisy grupy zostan± skasowane, a nie foldery wewn±trz grup.

source: Couldn't get mails of locally saved IMAP folder "%s"
fr: Impossible d'obtenir des mails sur le dossier IMAP "%s"
it: Impossibile ottenere i messaggi salvati localmente nella cartella IMAP "%s"
pl: Nie mo¿na otworzyæ wiadomo¶ci lokalnie zapisanego folderu IMAP "%s"

source: Examining folder %s
fr: Examen du dossier %s
it: Esame della cartella %s
pl: Egzaminowanie folderu %s

source: Identified %d mails in %s
fr: Identification de %d messages dans %s
it: Identificati %d messaggi su %s
pl: Zidentyfikowano %d wiadomo¶ci w %s

source: Failed examining the folder
fr: Échec de l'examen du dossier
it: Esame della cartella non riuscito
pl: Egzaminowanie folderu nie powiod³o siê

source: Removing %d mails from server
pl: Usuwanie %d wiadomo¶æ z serwera

source: Fetching mail %d from server
fr: Rapatriement du message %d du serveur
it: Prelevamento del messaggio %d dal server
pl: Pobieranie %d wiadomo¶æ z serwera

source: Synchronizing mails with %s
fr: Synchronisation des messages avec %s
it: Sincronizzazione messaggi con %s
pl: Synchronizowanie wiadomo¶ci z %s

source: Login successful
fr: Identification réussie
it: Accesso eseguito
pl: Logowanie powiod³o siê

source: Checking for folders
fr: Vérification des dossiers
it: Verifica delle cartelle
pl: Sprawdzanie folderów

source: Failed to sync folder "%s"
fr: Impossible de synchroniser le dossier "%s"
it: Impossibile sincronizzare la cartella "%s"
pl: Nie uda³o siê zsynchronizowaæ folderu "%s"

source: Cannot open the bsdsocket.library!
fi: Bsdsocket.library:n avaus ep‰onnistui!
fr: Impossible d'ouvrir la bsdsocket.library!
it: Impossibile aprire la libreria bsdsocket.library!
pl: Nie mo¿na otworzyæ biblioteki bsdsocket.library!

source: Reading folders of %s
fr: Lecture des dossiers de %s
it: Lettura cartelle di %s
pl: Odczytywanie folderów z %s

source: Waiting for login...
fi: Odotetaan kirjautumista...
fr: Attente de l'identifiant...
it: In attesa di autenticazione...
pl: Czekanie na zalogowanie...

source: Login...
fr: Identification...
it: Identificazione...
pl: Logowanie...

source: Login failed!
fr: Identification échouée!
it: Accesso fallito!
pl: Logowanie nie powiod³o siê!

source: Authentication failed!
fr: Authentification en échec !
it: Autenticazione fallita!
pl: Uwierzytelnianie nie powiod³o siê!

source: Reading folders...
fr: Lecture des dossiers...
it: Lettura cartelle...
pl: Odczytywanie folderów...

source: Submitting subscribed folders to %s
fr: Soumission des dossiers inscrits à %s
it: Invio delle cartelle iscritte a %s
pl: Przenoszenie zaprenumerowanych folderów do %s

source: Reading subscribed folders...
fr: Lecture des dossiers inscrits...
it: Lettura delle cartelle iscritte...
pl: Odczytywanie zaprenumerowanych folderów...

source: Subscribing folders failed!
fr: Inscription des dossiers échouée!
it: Iscrizione delle cartelle non riuscita!
pl: Prenumerowanie folderów nie powiod³o siê!
