Repository: sba1/simplemail
Catalog: po/*.po
Languages: fi, fr, it, pl

source: Connection refused
fr: Connexion refusée
pl: Po³±czenie odrzucono

source: Network unreachable
fr: Réseau introuvable
it: Rete non raggiungibile
pl: Sieæ nieosi±galna

source: Failed to connect to the server
fr: Impossible de se connecter au serveur
pl: Po³±czenie z serwerem nie powiod³o siê

source: Unknown error
fr: Erreur inconnue
it: Errore sconosciuto
pl: Nieznany b³±d

source: Not found
it: Non trovato
pl: Nie znaleziono

source: Issued to: %s (CN) Issues by: %s (CN) Expected fingerprint: %s
it: Rilasciato a: %s (CN) Emesso da: %s (CN) Impronta digitale prevista: %s
pl: Wystawiony dla: %s (CN) Wystawiony przez: %s (CN) Oczekiwany odcisk palca: %s

source: None specified
pl: nieokre¶lono

source: PGP Key-ID
fi: PGP-tunnus
fr: ID clé PGP
it: ID Chiave PGP

source: B
fr: C

source: Login
fi: Tilinimi
fr: Identifiant

source: > %ld KB
fi: > %ld Kt
fr: > %ld KO

source: Status
fi: Tila
fr: Statut
it: Stato

source: Folder:
fi: Kansio:
fr: Dossier:
it: Cartella:

source: Alias
it: Nick

source: Port
fi: Portti
it: Porta

source: CC
it: Copia (CC)

source: After resetting the spam statistics the spam filter won't work reliable until you have classified some mails as spam. However, if requested the statistics can be built from the mails inside the spam folder. How to proceed?
it: Dopo aver resettato le statistiche, il filtro dello spam non funzionerà più correttamente finchè altre e-mail non verranno classificate come spam. Tuttavia, se si preferisce, le statistiche potranno essere generate dalle e-mail presenti nella cartella spam. Come si desidera procedere?

source: Time
it: Ora

source: _Clear
it: _Pulisci

source: SSL support via %s (based on %s).
it: Supporto SSL via %s (basato su %s)

source: Determining which mail headers to download
it: Determinazione intestazioni di posta da scaricare

source: Failed to change directory to "%s"
it: Impossibile modificare la directory in "%s"

source: Testing account settings
it: Impostazioni account di prova

source: Testing receive settings
it: Impostazioni di prova per la ricezione

source: Failed to login into IMAP4 server
it: Impossibile accedere al server IMAP4

source: Failed to login into SMTP server
it: Impossibile accedere al server SMTP

source: _Import
fi: Tuo

source: _Person
fi: _Henkilˆ

source: _Group
fi: _Ryhm‰

source: No Signature
fi: Ei allekirjoitusta

source: Use signature
fi: Lis‰‰ allekirjoitus

source: Copies To
fi: Kopiot

source: Sho_w At.
fi: Liitteet

source: _Encrypt
fi: Salaus

source: Si_gn
fi: Allekirjoitus

source: You have changed the folder direcory! You must quit and restart SimpleMail now.
fi: Vaihdoit kansioiden hakemistoa! SimpleMail pit‰‰ k‰ynnist‰‰ uudestaan.

source: Account
fi: Tili

source: Add new account
fi: Lis‰‰ uusi tili

source: Secure
fi: Suojattu

source: with STLS
fi: STLS

source: Remove account
fi: Poista t‰m‰ tili

source: The name of the so called POP3 server from which you download your e-Mails (required; ask your provider if unknown).
fi: Tulevan postin palvelin (pakollinen). Osoitteen saat tarvittaessa palveluntarjoajaltasi.

source: Your very own password to access the mails located on the POP3 server.
fi: Salasanasi s‰hkˆpostitilille.

source: After successul downloading the mails should be deleted on the POP3 server.
fi: Poistetaanko haetut viestit palvelimelta.

source: When not deleteding e-Mails on the server SimpleMail tries to avoid downloading a message twice the next time.
fi: Kun viestej‰ ei poisteta palvelimelta, SimpleMail yritt‰‰ v‰ltt‰‰ saman viestin hakemisen kahdesti.

source: If activated SimpleMail tries to make the connection secure. This is not supported on all servers, so decativate if it doesn't work.
fi: SimpleMail voi yritt‰‰ avata turvatun yhteyden. Kaikki palvelimet eiv‰t tue t‰t‰ ominaisuutta.

source: The name of the so called SMTP server which is responlible to send your e-Mails.
fi: SMTP palvelimen osoite, joka hoitaa postien l‰hett‰misen.

source: Activate this if you want a secure connection to the SMTP server. Deactivate this if your SMTP server doesn't support it
fi: SimpleMail voi yritt‰‰ avata suojatun yhteyden. Kaikki palvelimet eiv‰t tue t‰t‰ ominaisuutta.

source: Send your current IP address together with the intial greetings. This avoids some error headers on some providers.
fi: L‰het‰ oma IP-osoite yhdess‰ tervehdyksen kanssa. T‰ll‰ v‰ltet‰‰n virhetilanteita joidenkin palveluntarjoajien kanssa.

source: Remove the current account.
fi: Poista valittu tili.

source: Cite empty lines
fi: Lainaa myˆs tyhj‰t rivit

source: _Add new signature
fi: Lis‰‰ uusi allekirjoitus

source: Add new signature
fi: Lis‰‰ uusi allekirjoitus

source: Remove signature
fi: Poista allekirjoitus

source: Phrase
fi: Vakiotekstit

source: _Add new phrase
fi: Lis‰‰ uusi vakioteksti

source: Add new phrase
fi: Lis‰‰ uusi vakioteksti

source: Remove phrase
fi: Poista vakioteksti

source: Mail %%ld/%d
fi: Viesti %%ld/%d

source: %%ld/%d bytes
fi: %%ld/%d tavua

source: Apply on request
fi: K‰yt‰ pyydett‰ess‰

source: Apply to new mails
fi: K‰yt‰ uusiin viesteihin

source: Apply to sent mails
fi: K‰yt‰ l‰hetettyihin viesteihin

source: Def. To
fi: Oletettu vastaanottaja

source: Couldn't initialize timer
fi: Ajastimen alustaminen ep‰onnistui.

source: Current Message
fi: Valittu viesti

source: Delete all indexfiles...
fi: Tuhoa indeksit...

source: S:Send queued mails...
fi: S:L‰het‰ viestit...

source: F:Fetch mails...
fi: F:Hae uudet viestit...

source: Check single account
fi: Tarkista yksitt‰inen tili

source: D:Read
fi: D:Lue

source: E:Edit
fi: E:Muokkaa

source: Show folders?
fi: N‰yt‰ kansiot?

source: Show addressbook?
fi: N‰yt‰ osoitekirja?

source: Fetc_h
fi: _Hae

source: _Filters
fi: S‰‰_nnˆt

source: SimpleMail needs at least version 1.8 of the NListtree mui subclass! It's available at %s
fi: SimpleMail tarvitsee v‰hint‰‰n version 1.8 NListtree-luokasta! Se on saatavilla osoitteesta %s

source: %s (T:%ld N:%ld U:%ld)
fi: %s (Y:%ld U:%ld L:%ld

source: No POP3 Server specified
fi: Et ole m‰‰ritellyt tulevan postin palvelinta

source: Show raw format...
fi: Viestin l‰hde

source: Print visible mailpart
fi: Tulosta n‰kyv‰ osa

source: Print as text
fi: Tulosta tekstin‰

source: Save as...
fi: Tallenna nimell‰...

source: Save whole document as...
fi: Tallenna koko dokumentti nimell‰...

source: Error while identifing the user
fi: Virhe tunnistettaessa k‰ytt‰j‰‰

source: Can't access income-folder!
fi: Saapuneet-kansion avaus ep‰onnistui!

source: Receiving mail...
fi: Vastaanotetaan viestej‰...

source: Select an addressbook-file.
fi: Valitse osoitekirjan tiedosto.

source: Sending QUIT...
fi: L‰hetet‰‰n QUIT...

source: Disconnecting...
fi: Katkaistaan yhteytt‰...
